[
    {
        "Bài 1 - Thú nhàn": [
            "Bạch vận thi tập",
            "Lẩn thẩn ngày qua tháng qua,",
            "Một phen xuân tới một phen già.",
            "Ái ưu vằng vặc trăng in nước,",
            "Danh lợi lâng lâng gió thổi hoa.",
            "Án sách hãy còn án sách cũ,",
            "Nước non bạn với nước non nhà."
        ]
    },
    {
        "Bài 2": [
            "Giàu chỉnh chện khó lây nhây,",
            "Vận chuyển lưu thông, há của ai.",
            "Vũng nọ ghê khi làm bãi cát,",
            "Doi kia có thủa lút hòn thai.",
            "Khôn ngoan mới biết thăng thì giáng,",
            "Dại dột nào hay tiểu có đài.",
            "Đã khuất bao nhiêu thì lại duỗi,",
            "Đạo trời lồng lộng chẳng nào sai."
        ]
    },
    {
        "Bài 3 - An phận thì hơn": [
            "Giàu ba bữa khó hai niêu,",
            "An phận thời hơn hết mọi điều.",
            "Khát uống trà mai hơi ngột ngột,",
            "Sốt kề hiên trúc gió hiu hiu.",
            "Giang sơn tám bức là tranh vẽ,",
            "Hoa cỏ tư mùa ấy gấm thêu.",
            "Thong thả hôm khuya rằm sớm thức,",
            "Muôn vàn đã đội đức trời Nghiêu."
        ]
    },
    {
        "Bài 4": [
            "Giàu cơm thịt khó cơm rau,",
            "An phận là tiên lọ phải cầu.",
            "Sáng uống chè xuân hơi ngột ngột,",
            "Hôm kề hiên nguyệt tỏ làu làu.",
            "Vun thông tưới cúc ba thằng trẻ,",
            "Đỏ lửa om trà một mụ hầu."
        ]
    },
    {
        "Bài 5": [
            "Giàu sang người trọng, khó ai nhìn,",
            "Mấy dạ yêu vì kẻ lỡ hèn.",
            "Thủa khó dẫu chào, chào cũng lảng,",
            "Khi giàu chẳng hỏi, hỏi thì quen.",
            "Hỏi hiềm dan díu đều làm bạn,",
            "Lảng kẻo lân la nỗi thuộc men.",
            "Đạo nọ nghĩa này trăm tiếng bướm,",
            "Nghe lâu thinh thỉnh lại đồng tiền."
        ]
    },
    {
        "Bài 6 - Lòng thư thái": [
            "Vinh nhục bao phen hẳn đã từng",
            "Lòng người sự thể dửng dừng dưng",
            "Khen thì nên tốt, chê nên dại",
            "Mất cũng chẳng âu được chẳng mừng",
            "Có ai biết được lòng tri kỷ",
            "Vời vợi non cao nguyệt một vừng"
        ]
    },
    {
        "Bài 7": [
            "Lớp lớp xuân xanh nữa tiên,",
            "Già càng khoẻ, khó càng bền.",
            "Đòi phen lẩn quất vì thơ dại,",
            "Mỗi sự lờ đờ bớt rượu quen.",
            "Ngày diễn giải phiền cờ một cuộc,",
            "Đêm thanh làm bạn sách hai biên.",
            "Xưa nay xuất xử đâu là phải?",
            "Ở ắt nên, về cũng ắt nên."
        ]
    },
    {
        "Bài 8": [
            "Thấy dặm thanh vân bước ngại chen,",
            "Thanh nhàn ta sẽ dưỡng thân nhàn.",
            "Ba gian am quán lòng hằng mến,",
            "Đôi chốn sơn hà mặt đã quen.",
            "Thanh vắng thú quê dầu nấn ná,",
            "Dữ lành miệng thế mặc chê khen.",
            "Mai kia chưa dễ thu nên muộn,",
            "Xuân nọ tin hoa cũng mấy phen."
        ]
    },
    {
        "Bài 9": [
            "Mệnh ở trời, há phải cầu,",
            "Đòi thời đi, đỗ mặc ta dầu.",
            "Kìa ai ải bắc lưng đeo ấn,",
            "Nọ khách ngòi đông tay rủ câu.",
            "Thủa áng công danh nhiều phải luỵ,",
            "Trong nơi ẩn dật mấy nên mầu.",
            "Thưa nơi doanh mãn là nơi tổn,",
            "Hãy niệm cho hay mới kẻo âu."
        ]
    },
    {
        "Bài 10": [
            "Biết đạo thời trung, chẳng có tây,",
            "Thửa nay xuất xử niệm cho thay.",
            "Bầu Cơ Sơn nhẽ nào ai phụ,",
            "Bút Ngọc Đường thanh thảo kẻ hay.",
            "Ở thế nhiều người dại, lỡ,",
            "Làm trai mấy kẻ khôn, ngay.",
            "Dửng dưng mọi sự nay ngoài hết,",
            "Nhàn một ngày là tiên một ngày."
        ]
    },
    {
        "Bài 11": [
            "Bè mảng đà qua, ngày xả rồi,",
            "Hay yên thửa phận mới nên vui.",
            "Bóng hoa lệ động, am chưa quét,",
            "Măng trúc còn tươi, bếp mới sôi.",
            "Hội cả công danh nhiều thoả chí,",
            "Thư nhàn sơn dã mấy hay mùi.",
            "Làm người chớ thấy tài mà cậy,",
            "Có nhọn bao nhiêu lại có tùi."
        ]
    },
    {
        "Bài 12 - Điền viên thú": [
            "Trải gian nguy đã mấy phen,",
            "Thân nhàn phúc lại được về nhàn.",
            "Niềm xưa trung ái thề chăng phụ,",
            "Cảnh cũ điền viên thú đã quen.",
            "Ba quyển đồ thư thu nặng túi,",
            "Một thuyền phong nguyệt chở đầy then,",
            "Trời cũng biết nơi lành dữ,",
            "Hoạ phúc chăng dung cái tóc chiên."
        ]
    },
    {
        "Bài 13 - Nhẹ đường danh lợi": [
            "Được thua thấy đã ắt nhiều phen,",
            "Để rẻ công danh đổi lấy nhàn.",
            "Am Bạch Vân rỗi nhàn hứng,",
            "Dặm hồng trần biếng ngại chen.",
            "Ngày chầy họp mặt, hoa là khách,",
            "Đêm vắng hay lòng, nguyệt ấy đèn.",
            "Chớ chớ thờ ơ nhìn mấy biết,",
            "Đỏ thì son đỏ, mực thì đen."
        ]
    },
    {
        "Bài 14": [
            "Học ít hoà thêm lại bất tài,",
            "Già mà luống phụ chí con trai.",
            "Quân thân thề hết lòng thờ một,",
            "Xuất xử cầu chưa dạo được hai.",
            "Mầm phúc vun trồng ngày một nẩy,",
            "Cửa nho ngỏ kẻo phải then cài.",
            "Yêu đòi phận, dầu tự tại,",
            "Lành dữ khen chê ai mặc ai."
        ]
    },
    {
        "Bài 15": [
            "Buồn về biếng thấy cái đao binh,",
            "Yên phận thời lành, ở một mình.",
            "Nghĩa cả luống quên tôi chưa cũ,",
            "Thề xưa nỡ phụ nước non xanh.",
            "Rỗi nhàn thời nhẫn tiên vô sự,",
            "Ngâm ngợi cho nên cảnh hữu tình.",
            "Hai chữ mãn doanh này khá ngẫm,",
            "Mấy người trọn được chữ thân danh."
        ]
    },
    {
        "Bài 16 - Tự thuật": [
            "Tuổi đà ngoại tám mươi già,",
            "Thấm thoắt xem bằng bóng ngựa qua.",
            "Mai bạc lạnh quen nhiều tháng tuyết,",
            "Cúc vàng thêm đổi mấy phen hoa.",
            "Giàu có phận là ơn chúa,",
            "Được làm người bởi đức cha.",
            "Am quán ngày nhàn rỗi mọi việc,",
            "Dầu ai tự tại mặc dầu ta."
        ]
    },
    {
        "Bài 17": [
            "Già đà khỏi áng công danh,",
            "Tự tại nào âu luỵ đến mình.",
            "Nhàn được thú quê dầu nấn ná,",
            "Nghĩ xem thế sự biếng đua tranh.",
            "Tây Hồ thuyền nổi hoa mai bạc,",
            "Bắc Ải cầm xoang vựng nguyệt thanh.",
            "Ai hỏi làm chi vui nữa?",
            "Thưa rằng một sự làm lành."
        ]
    },
    {
        "Bài 18": [
            "Một bầu, một bát, bằng sơn tăng,",
            "Thế sự ngoài tai, biếng nói năng.",
            "Hoa nở luống hay tin gió,",
            "Đầm thanh còn thấy triều trăng.",
            "Già, ai ủ thông làm củi,",
            "Trẻ, người yêu trúc bẻ măng.",
            "Nẻo có công danh thì có luỵ,",
            "Cho hay dù có chẳng bằng chăng."
        ]
    },
    {
        "Bài 19": [
            "Cầu mây, cuốc nguyệt gánh yên hà,",
            "Nào của nào ai phải của ta.",
            "Đêm quyến trăng xem bóng trúc,",
            "Ngày chờ gió hẹn tin hoa.",
            "Thấy cơ doanh mãn cho hay chớ,",
            "Phải đạo trung thường mưa có qua.",
            "Nhắm lấy thánh hiền nơi thửa học,",
            "Thề chưng xuất xử đạo thờ ba."
        ]
    },
    {
        "Bài 20": [
            "Nẻo nhọn bao nhiêu lại có tùi,",
            "Xóc cơ tạo hoá lại càng soi.",
            "Vì danh cho phải danh làm luỵ,",
            "Được đạo thời hay đạo có mùi.",
            "Áng công danh xem trễ nải,",
            "Nơi danh giáo thấy tranh vui.",
            "Năm hồ có khách thênh thuyền mọn,",
            "Chờ nguyệt đêm thanh hé bóng mai."
        ]
    },
    {
        "Bài 21": [
            "Tuổi già mới tám mươi hai,",
            "Mọi của nhưng nhưng thấy đã ngoài.",
            "Yên phận ta nhàn được thú,",
            "Có dùng người trọng vì tài.",
            "Chim kêu hoa động ngày xuân muộn,",
            "Nguyệt bạc đêm thanh hứng khách dài.",
            "Ân chúa đã nhiều chưa báo đáp,",
            "Lòng còn canh cánh ắt khôn nài."
        ]
    },
    {
        "Bài 22": [
            "Củi lọ vàng, muối lọ tiền,",
            "Dùng đà mặc của tự nhiên.",
            "Soi măng trúc đắng, thèm thay thịt,",
            "Rủ áo sô tô, lạnh kẻo chiên.",
            "Bạn có cá tôm dầu được thú,",
            "Cửa chăng xe ngựa bởi không quyền.",
            "Ngày ngày tiêu sái nhàn vô sự,",
            "Tuy chửa là tiên, ấy ắt tiên."
        ]
    },
    {
        "Bài 23": [
            "Hễ lộc triều quan đã có ngăn,",
            "Làm chi tham được mọc băn khoăn.",
            "Ải Tần non Thục đường nghèo hiểm,",
            "Cửa Khổng làng Nhan đạo khó khăn.",
            "Sách cũ ba pho, rỗi lại đọc,",
            "Cơm vàng hai bữa, đói thì ăn.",
            "Công nhờ trời đất ơn còn rộng,",
            "Che chở, điều hoà kẻo chiếu chăn."
        ]
    },
    {
        "Bài 24": [
            "Già thơ dại, tính lâu đời,",
            "Hoàn bái còn nên thốt sự đời.",
            "Nghèo hiểm là khi vị nước,",
            "Khó khăn dầu mệnh ở trời.",
            "Cầu lui đường lợi khôn đi, đỗ,",
            "Rộng hẹp lòng nhân mặc nghỉ ngơi.",
            "Kham hạ Lưu Hầu từ Hán tước,",
            "Cốc thành náu ẩn Xích Tùng chơi."
        ]
    },
    {
        "Bài 25": [
            "Vì danh cho phải luỵ đòi phen,",
            "Phận khó khăn xưa ắt đã quen.",
            "Cửa mận người yêu, nhiều khách trọng,",
            "Am hoa ai ở đến ông nhàn.",
            "Xuân xanh khôn lại lòng thêm cảm,",
            "Đường tía đà qua, bước ngại chen.",
            "Ngây dại trần trần là tính cũ,",
            "Mặc dầu ai cũng ắt chẳng đen."
        ]
    },
    {
        "Bài 26": [
            "Ắt chăng từng phụ lộc triều quan,",
            "Lại được về nhàn dưỡng tuổi tàn.",
            "Nước tuyết om trà dưới bếp,",
            "Lút hoa điểm sách trên yên.",
            "Khép song ngày tiếc mùi hương lọt,",
            "Nối chén đêm âu bóng quế tan.",
            "Đến chốn nào vui chốn ấy,",
            "Dầu ta tự tại có ai han."
        ]
    },
    {
        "Bài 27": [
            "Ba đời chúa được phúc tình cờ,",
            "Ơn nặng, chưa từng báo tóc tơ.",
            "Cửu lão kìa ai nhàn được thú,",
            "Tứ Minh nọ khách dại làm thơ.",
            "Vui thanh vắng đà rỗi việc,",
            "Lại gian nan mới biết cơ.",
            "Lành dữ lòng người khôn được biết,",
            "Luồng đen bạc, chớ thờ ơ."
        ]
    },
    {
        "Bài 28 - Thú ẩn dật": [
            "Một cơ yêu nhọc đổi thay điều,",
            "Yêu bao nhiêu thì nhọc bấy nhiêu.",
            "Tham phải cái công danh luỵ,",
            "Muốn cho con tạo hoá trêu.",
            "Vui vườn Lạc Xã năm ba khách,",
            "Lánh đất Nam Dương ở một lều."
        ]
    },
    {
        "Bài 29": [
            "Người dữ thời ta miễn có lành,",
            "Làm cho đo đắn nhọc đua tranh.",
            "Cửa buông nhện nhân vì vắng,",
            "Thớt quyện ruồi ấy bởi tanh.",
            "Nhiều khách xuân xanh thường phú quý,",
            "Mấy người đầu bạc hội Kỳ Anh.",
            "Đã ngoài mọi sự chăng còn ước,",
            "Ước một tôi hiền chúa thánh minh."
        ]
    },
    {
        "Bài 30": [
            "Từng xem sách cũ một hai pho,",
            "Mến đạo thề chăng phụ nghiệp nho.",
            "Song bắc kìa ai ngâm lãnh nguyệt,",
            "Lầu nam nọ khách chén vây thu.",
            "Khó khăn mới biết người quân tử,",
            "Nghèo hiểm thời hay tiết trượng phu.",
            "Mỗi sự chăng còn mắc míu,",
            "Mới hay vụng liệu phải lo."
        ]
    },
    {
        "Bài 31 - Nước non": [
            "Nước non nào phải của ai đâu,",
            "Nhiều, ít, công, tư, cũng mặc dầu!",
            "Khó chẳng dơ, dường không chẳng luỵ,",
            "Được thời bộc, bực mất thời âu.",
            "Anh hùng người lấy tài làm trọng,",
            "Ẩn dật ta hay thú có mầu.",
            "Gẫm ấy ai phù vạc Hán,",
            "Đồng Giang rủ một tơ câu."
        ]
    },
    {
        "Bài 32 - Điền viên thú": [
            "Tóc đã thưa, răng đã mòn,",
            "Việc nhà đã phó mặc dâu con.",
            "Bàn cờ cuộc rượu vây hoa trúc,",
            "Bó củi cần câu chốn nước non.",
            "Nhàn được thú vui hay nấn ná,",
            "Bữa nhiều muối bể chứa tươi ngon.",
            "Chín mươi thì kể xuân đà muộn,",
            "Xuân ấy qua ngày xuân khác còn."
        ]
    },
    {
        "Bài 33": [
            "Lấy chăng ai cấm mặc ai dùng,",
            "Hễ của tự nhiên ấy của chung.",
            "Non nước có màu lòng khách chứa,",
            "Trúc mai làm bạn hứng thơ nồng.",
            "Chốn điền viên cũ dầu thong thả,",
            "Đạo thánh hiền xưa luống chốc mòng.",
            "Song nhật chớ rằng đã hổ,",
            "Đến đâu thì cũng có xuân phong."
        ]
    },
    {
        "Bai 34 - Nhẫn thì qua": [
            "Chưa dễ ai là bụt Thích Ca,",
            "Mọi niềm nhân ngã nhẫn thì qua.",
            "Lòng vô sự trăng in nước,",
            "Của thảng lai gió thổi hoa.",
            "Hầu khách xuân xanh khi trẻ,",
            "Mấy người đầu bạc tuổi già.",
            "Thanh nhàn ấy, ắt là tiên khách,",
            "Được thú ta đà có thú ta."
        ]
    },
    {
        "Bài 35": [
            "Thấy nơi doanh mãn lệ cho thay,",
            "Xem được cơ mầu mới biết hay.",
            "Cảnh có nước non nhàn được thú,",
            "Hứng làm thơ rượu chứa qua ngày.",
            "Cùng bầy âu lộ từng quen mặt,",
            "Khỏi áng công danh lại cắp tay.",
            "Ba bảy mươi nào toàn lẫn được,",
            "Làm người chớ có sự chau mày."
        ]
    },
    {
        "Bài 36": [
            "Xem hoa xuân đến cũng đầm âm,",
            "Thu muộn ai hay trúc có thơm.",
            "Thèm nỡ phụ canh cua róc,",
            "Lạnh đà quen nệm ổ rơm.",
            "Của nha còn ấy hai pho sách,",
            "Ơn chúa chăng quên một bữa cơm.",
            "Có thủa lên lầu ngồi đợi nguyệt,",
            "Một mình uống, lại một mình xâm."
        ]
    },
    {
        "Bài 37": [
            "Chẳng nên, thời ắt chẳng nên dùng,",
            "Lẩn thẩn, ngày qua luống nhọc công.",
            "Quân tử mới hay nơi xuất xử,",
            "Trượng phu cùng có chí anh hùng.",
            "Nhân tài làm trọng đời nào khỏi,",
            "Thiên hạ chăng từ ấy của chung.",
            "Cảnh cũ vẫn còn non nước cũ,",
            "Chốn nào là chẳng chốn xuân phong."
        ]
    },
    {
        "Bài 38": [
            "Tính thơ dại cũ hãy còn đeo,",
            "Nẻo được nhàn thì kẻo có nghèo.",
            "Bến Nguyệt thuyền kề hai bãi mía,",
            "Âm Vân cửa khép một cần nêu.",
            "Cá tôm hôm chác bên kia bến,",
            "Củi đuốc ngày mua mé nọ đèo.",
            "Khách đến hỏi, nào song nhật nữa,",
            "Rằng còn một túi thơ treo."
        ]
    },
    {
        "Bài 39": [
            "Dữ lành miệng thế mặc chê khen,",
            "Tuổi đã già thì mọi sự hèn.",
            "Lộc nặng há quên ơn chúa đãi,",
            "Máy mầu những lệ thuở công nên.",
            "Tác triều quan cũ hay lòng ít,",
            "Bạn sĩ quê xưa họp mặt quen.",
            "Vinh nhục một cơ hằng đắp đổi,",
            "Ắt là từng thấy một hai phen."
        ]
    },
    {
        "Bài 40": [
            "Hễ của tự nhiên có ít nhiều,",
            "Một kho tạo hoá cũng chia đều.",
            "Hương đầy tiệc khách hoa khi rụng,",
            "Hứng đượm vườn xuân chim thuở kêu.",
            "Án cũ giở xem ba quyển sách,",
            "Song thưa ngơi nghỉ một con lều.",
            "Non xanh nước biếc xưa nay hẹn,",
            "Gẫm kỹ đoi khi chớ bấy nhiêu."
        ]
    },
    {
        "Bài 41": [
            "Thức dậy tay còn sách chửa buông,",
            "Khách nào thăm hỏi sự phao tuông.",
            "Bếp trà om đã, sôi măng trúc,",
            "Nương cỏ cày thôi, vãi hạt muồng.",
            "Cửa vắng ngựa xe, không quít ríu,",
            "Cơm no tôm cá, kẻo thèm thuồng.",
            "Sơn tăng trêu khách xui người bấy,",
            "Sơ nguyệt kình kình đã gióng chuông."
        ]
    },
    {
        "Bài 42 - Khuyên đời": [
            "Mựa chê người vắn, cậy ta dài,",
            "Dù kém dù hơn ai mặc ai.",
            "Vị nọ có bùi, không có đượm,",
            "Thức kia chầy thắm, lại chày phai.",
            "Dù hay phận mới, yên dầu phận,",
            "Dẫu có tài hơn, chớ cậy tài.",
            "Quân tử niệm đời nơi xuất xử,",
            "Ắt cùng khôn hết cả hoà hơi."
        ]
    },
    {
        "Bài 43": [
            "Nhưng nhưng mọi sự gác bên ngoài,",
            "Dù được, dù thua, ai mặc ai.",
            "Mùi thế gian nhiều mặn nhạt,",
            "Đường danh lợi có chông gai.",
            "Mấy người phú quý hay yên phận?",
            "Hễ kẻ anh hùng những cậy tài.",
            "Dù thấy hậu sinh thời chớ để,",
            "Sừng kia chẳng mọc, mọc hơn tai."
        ]
    },
    {
        "Bài 44 - Mặc chê khen": [
            "Thị phi chẳng quản mặc chê khen,",
            "Ngu dại trần trần tính đã quen.",
            "Cảnh cũ điền viên tìm tính cũ,",
            "Khách nhàn sơn dã dưỡng thân nhàn.",
            "Nhà thông đường trúc lòng hằng mến,",
            "Cửa mận tường đào bước ngại chen.",
            "Sự thế tuần hoàn hay đắp đổi,",
            "Từng xem thua được một hai phen."
        ]
    },
    {
        "Bài 45": [
            "Cửa thông rợp, gió đưa cầm,",
            "Mùi tới hay thay thuở bụng im.",
            "Mặt trời vàng, còn in bóng thỏ,",
            "Đầu non bạc, đã chật cây chim.",
            "Hữu tình vì tính hay cùng hẹn,",
            "Vô sự là tiên lọ phải tìm.",
            "Bạn cũ Kỳ Anh xum họp mặt,",
            "Lòng mừng phơi phới nhẹ bằng tăm."
        ]
    },
    {
        "Bài 46": [
            "Có quyền thời có của người cho,",
            "Mất vốn chi đầu hoạ đắn đo.",
            "Ang thịt mỡ bùi ruồi đến đỗ,",
            "Bát bồ hòn đắng kiến đâu bò.",
            "Người nhiều hầu hạ nên quân tử,",
            "Ta chẳng đua chen cũng trượng phu."
        ]
    },
    {
        "Bài 47": [
            "Khó thì mặc khó có nài bao,",
            "Càng khó bao nhiêu chĩ hãy hào.",
            "Đại địa đắp, Nam nhạc khoẻ,",
            "Cửu tiêu thắm, Bắc thần cao.",
            "Lấy khi đầm ấm bù khi lạnh,",
            "Chớ thuở khô khan có thuở rào.",
            "Kìa nẻo Tô Tần xuân thuở trước,",
            "Chửa đeo tướng ấn có ai chào!"
        ]
    },
    {
        "Bài 48 - Vô sự": [
            "Lọ là thành thị với lâm toàn,",
            "Được thú thì hơn đã phỉ nguyền.",
            "Trẻ bất tài nên kém bạn,",
            "Già vô sự ấy là tiên.",
            "Đồ thư một quyển nhà làm của,",
            "Phong nguyệt năm hồ khách nổi thuyền.",
            "Dầu nhẫn dầu chê dầu miệng thế,",
            "Cơ mầu tạo hoá mặc tự nhiên."
        ]
    },
    {
        "Bài 49": [
            "Giàu người họp, khó người tan,",
            "Thói ấy hằng lề sự thế gian.",
            "Vốn tính chăng quên bề đạm bạc,",
            "Có thân thời khắc chứa thiên vàn.",
            "Nhà chăng có của thanh bằng nước,",
            "Người hãy rằng ta khó thể quan.",
            "Mảng tiếng dữ lành tai quản đắp,",
            "Mặc ai chê miễn mặc ai đàn."
        ]
    },
    {
        "Bài 50": [
            "Thảng mảng nhàn chơi sách miễn yên,",
            "Nhìn xem cảnh vật khác phàm gian.",
            "Phất phơ gió lay phiến trúc,",
            "Thánh thót mưa lọt cửa lan.",
            "Rượu chuốc kim bôi mùi mới tỉnh,",
            "Hương thiên thạch đỉnh khói chưa tàn.",
            "Câu thanh nhàn đọc qua ngày tháng,",
            "Tháp cửa nào cho tục khách han."
        ]
    },
    {
        "Bài 51": [
            "Gẫm kỹ sơn lâm miễn thị triều,",
            "Nào đâu là chẳng đất Đường, Nghiêu.",
            "Người tham phú quý, người hằng trọng,",
            "Ta được thanh nhàn, ta sá yêu.",
            "Song nhật hãy còn hai rặng quít,",
            "Thất gia chăng hết một căn lều.",
            "Miễn là tiêu sái qua ngày tháng,",
            "Lộc có bao nhiêu ăn bấy nhiêu."
        ]
    },
    {
        "Bài 52": [
            "Làm người chen chúc nhọc đua hơi,",
            "Chẳng khác nhân sinh ở gửi chơi.",
            "Thoi nhật nguyệt đưa thấm thoát,",
            "Áng phồn hoa sá lại phai.",
            "Hoa càng tươi tốt thời hoa rữa,",
            "Nước chứa cho đầy ắt nước vơi.",
            "Mới biết doanh hư là có số,",
            "Ai từng dời được đạo trời?"
        ]
    },
    {
        "Bài 53": [
            "Làm người thìn được tính tự nhiên,",
            "Dại dột nhìn xem có phận yên.",
            "Khoe trí, khoe tài dầu nó ngổ,",
            "Chê ngu, chê dại miễn ta hiền.",
            "Yêu đương, trước tai còn mảng,",
            "Khôn khéo, nay miệng chớ truyền.",
            "Dầu thấy ai han thì lắc cổ,",
            "Chữ rằng: vô sự tiểu thần tiên."
        ]
    },
    {
        "Bài 54 - Mùa thu chơi thuyền": [
            "Nước xuôi nước ngược nổi đòi triều,",
            "Thuyền khách chơi thu gác mái chèo.",
            "Mái thốc trăng, gương thuở hứng,",
            "Buồm có gió mặc cơn phiêu.",
            "Phơ phơ đầu bạc ông câu cá,",
            "Leo lẻo dòng xanh con mắt mèo.",
            "Âu lộ cùng ta như có ý,",
            "Đến đâu thì cũng cố đi theo."
        ]
    },
    {
        "Bài 55 - Thú tiêu dao": [
            "Chòm tự nhiên, lều một căn,",
            "Quét không thay thảy bụi hồng trần.",
            "Nghìn hàng cam quít con đòi cũ,",
            "Mấy đứa ngủ tiều bầu bạn thân.",
            "Thấy nguyệt tròn thời kể tháng,",
            "Nhìn hoa nở mới hay xuân."
        ]
    },
    {
        "Bài 56": [
            "Hễ kẻ làm quan đã có duyên,",
            "Tới lui thửa mặc phận tự nhiên.",
            "Thân xưa hương lửa chăng còn ước,",
            "Chỉ cũ công danh đã phỉ nguyền.",
            "Trẻ mà sang, ấy âu là phúc,",
            "Già được nhàn thời trọn ý tiên.",
            "Cho về cho ở dầu ơn chúa,",
            "Ngại bước chen chân áng cửa quyền."
        ]
    },
    {
        "Bài 57": [
            "Ruộng thì hai khóm đất con ong",
            "Thày tớ ta cùng kẻo mượn mòng",
            "Thời có cầu người nên rẻ mặt",
            "Danh tuy rằng khó miễn yên lòng",
            "Thu êm cửa trúc hồng vân phủ",
            "Xuân tĩnh đường hoa cửu cẩm phong",
            "Hầu lấy của chi mà thệ khách",
            "Ao chàng phù phù mới đồng đồng"
        ]
    },
    {
        "Bài 58 - Thế tục": [
            "Vụng, khéo nào ai chẳng có nghề,",
            "Khó khăn phải luỵ đến thê nhi.",
            "Được thời thân thích chen chân đến,",
            "Thất thế hương lân thỉnh mặt đi.",
            "Thớt có tanh tao ruồi đỗ bấy,",
            "Ang không mật mỡ kiến bò chi!",
            "Thế nay những trọng người nhiều của,",
            "Lặng đến tay không ai kẻ vì?"
        ]
    },
    {
        "Bài 59": [
            "Trời vốn lòng tây, chẳng chút đâu,",
            "Nào ai là chẳng đội trên đầu.",
            "Lồng cửa động vân yên cách,",
            "Dãi niềm đan nhật nguyệt thâu.",
            "Chim đến non cao, chim mới đỗ,",
            "Quạt hay thu lạnh, quạt càng thu.",
            "Ngoài năm mươi tuổi thân tự tại,",
            "Ắt đã tròn bằng nước một bầu."
        ]
    },
    {
        "Bài 60": [
            "Ruộng thời hai khảm đất con ong,",
            "Đầy tớ ta cày kẻo muộn mòng.",
            "Thời có cầu người nên dể mặt,",
            "Danh tuy rằng khó miễn an lòng.",
            "Thu êm cửa trúc hồng vân phủ,",
            "Xuân tĩnh đường hoa tử cẩm phong.",
            "Hầu lấy của chi mà thết khách?",
            "Ao ròng niềng niễng mấy đòng đong."
        ]
    },
    {
        "Bài 61": [
            "Vàng bạc nào nhà có mỗ phận,",
            "Lánh đời cơm hủ được no ăn.",
            "Lạn thủa đông, hằng nhờ lửa,",
            "Sốt vụ hạ kẻo đắp chăn.",
            "Ơn trời còn có bấy nhiêu nữa,",
            "Chi tuổi chăng đành kẻ khó khăn."
        ]
    },
    {
        "Bài 62": [
            "Chưng trong hoạ phúc ắt người hay,",
            "Suy thịnh hằng lề đắp đổi thay.",
            "Hàn Tín nên công chớ cả mặt,",
            "Tái ông thất mã há chau mày.",
            "Kiến nhân thác bởi sanh bùi ngọt,",
            "Ruồi lánh mình vì bát đắng cay.",
            "Vốn trời phận đà có tính,",
            "Chân thì hay bước, cánh hay bay."
        ]
    },
    {
        "Bài 63": [
            "Giàu sang người đến họp đam chiêu,",
            "Bần tiện ai kẻ trọng yêu?",
            "Của khỏi làng, nhà nên quý giá,",
            "Người lìa quê, phúc lấy làm phiêu.",
            "Nuôi con mới biết lòng cha mẹ,",
            "Nẻo loạn thì thương thời Thuấn Nghiêu.",
            "Kịp ngỡ khi nào dù số mệnh,",
            "Làm chi đo đắn tổn công liều."
        ]
    },
    {
        "Bài 64": [
            "Kẻ khó nhờ ơn có kẻ giàu,",
            "Làm chi đua cãi mất lòng nhau.",
            "Người hơn ta thiệt thì dầu vậy,",
            "Đấy thẳng đây chùng chẳng đứt đâu.",
            "Dại nọ chưa đo sao đã đắn,",
            "Khôn thì thốt trước lại lo sau.",
            "Thế gian hễ sự lành cùng dữ,",
            "Dù thấy ai han hãy lắc đầu."
        ]
    },
    {
        "Bài 65 - Chớ cậy rằng hơn": [
            "Làm người hay một hoạ hay hai,",
            "Chớ cậy rằng khôn, chớ cậy tài.",
            "Chực tiết cho bền bằng sắt đá,",
            "Đi đường sá lánh chốn chông gai.",
            "Ở thế yêu nhiêu là của cả,",
            "Đôi ca ta dễ kém chi ai?",
            "Miệng người tựa mật mùi càng ngọt,",
            "Đạo thánh như tơ mối lại dài."
        ]
    },
    {
        "Bài 66": [
            "Dầu trí dầu ngu sinh phải thì,",
            "Ấy là phúc cả đấng nam nhi.",
            "No lòng ấm cật đời Nghiêu, Thuấn,",
            "Gối mác nằm sương thuở Tấn, Tuỳ.",
            "Khách ở Đào Nguyên cao mấy trượng,",
            "Người đeo thói tục thấp nhiều bề."
        ]
    },
    {
        "Bài 67": [
            "Mấy kẻ anh hùng ngỡ đã ngoan,",
            "Bao nhiêu nẻo hiểm một rông càn.",
            "Đành hay vàng đỏ cho người mộc,",
            "Dễ biết tiền dầy chác vải can.",
            "Mật ngọt ruồi vào ruồi đắm đuối,",
            "Mồi thơm cá đến cá phàn nàn.",
            "Hán gia tam kiệt trong ba ấy,",
            "Ai chẳng hay toan ai khéo toan?"
        ]
    },
    {
        "Bài 68": [
            "Miễn có thân sang lọ ước ao,",
            "Vội chi chê thấp, vội trông cao.",
            "Người quân tử nọ yêu danh tiết,",
            "Chim phượng hoàng kia tiếc vũ mao.",
            "Ngâm ngợi năm pho kinh sử,",
            "Tập tành ba quyển lược thao.",
            "Rồng thiêng dành sức chờ xuân noãn,",
            "Nhảy nhót phen chi ếch thấy rào."
        ]
    },
    {
        "Bài 69 - Tự thán": [
            "Gần son thì đỏ, mực thì đen,",
            "Sáng, biết nhờ ơn thuở bóng đèn.",
            "Ăn uống cẩn hằng nơi phép tắc,",
            "Tới lui cho biết lẽ kinh quyền.",
            "Nên chăng mặc thế người lành dữ,",
            "Tráo trở dù ai kẻ bạc đen.",
            "Ở thế có khôn thì có khó,",
            "Chữ rằng: Vô sự tiểu thần tiên."
        ]
    },
    {
        "Bài 70": [
            "Lấy khi phú quý đắp khi hàn,",
            "Vận chuyển đà no sự thế gian.",
            "Nẻo chẳng tiểu nhân quân tử đói,",
            "Hễ không quân tử tiểu nhân loàn.",
            "Người nhiều hầu hạ nên thanh quý,",
            "Ta ít bon chen ấy tiện nhàn.",
            "Giữ đạo hiếu trung là của báu,",
            "Miễn qua ngày tháng phận ta an."
        ]
    },
    {
        "Bài 71": [
            "Nhiều lời thốt huống vân vân,",
            "Tua sá quan phòng kể bất nhân.",
            "Thớt có tanh tao ruồi háo miệng,",
            "Gang không mật mỡ kiến đam thân.",
            "Ruột hèn nẻo cắt thì đau ruột,",
            "Chân đạp nhơ nào nỡ cắt chân.",
            "Chăng khá lấy người tin miễn cậy,",
            "Chẳng thời thân thích, nghĩa hương lân."
        ]
    },
    {
        "Bài 72": [
            "Giữ miệng cho hay, chớ nói năng,",
            "Thìn lòng hôm sớm hãy khăng khăng.",
            "Tranh khôn ắt có bề rắp rảnh,",
            "Chịu dại làm chi hãy thốt thăng.",
            "Mảng tiếng dữ lành tai quản đắp,",
            "Thấy lời hơn thiệt mặt bằng chăng.",
            "Song hiện ngỏ cửa ngồi xem sách,",
            "Tự tại qua ngày hoạ thả bằng."
        ]
    },
    {
        "Bài 73": [
            "Chòm tự nhiên một cái lều,",
            "Qua ngày tháng lọ là nhiều.",
            "Gió cuốn rèm thay chổi quét,",
            "Trăng kề cửa kẻo đèn trao.",
            "Cơm ăn chẳng quản rau cùng muối,",
            "Đìu hiu ta hỡi một đìu hiu."
        ]
    },
    {
        "Bài 74": [
            "Tiền tài là số của lưu thông,",
            "Cắp nắp làm chi cho nhọc lòng.",
            "Của Thạch Sùng nào của ấy,",
            "Danh Sào Phủ há danh không?",
            "Nghĩa quen khá chớ lòng Dương thị,",
            "Nết bạc hằng thìn dạ Bái Công.",
            "Miệng để danh truyền là sự tích,",
            "Còn thời muôn sự ấy như không."
        ]
    },
    {
        "Bài 75": [
            "Của chung vốn có trong trời đất,",
            "Cơ mầu mới biết lòng hư thật.",
            "Bạc vàng là của trữ tiêu dùng,",
            "Thành thị vốn in đừng lật đật.",
            "Năm đế hiền nhường đức hãy cao,",
            "Ba vương con nối mưu dường nhặt.",
            "Đành hay muôn sự của đều chung,",
            "Cờ đến tay ai, ai mới phất."
        ]
    },
    {
        "Bài 76 - Đường đời hiểm hóc": [
            "Áng công danh sá cắp tay,",
            "Nhiều phen đã khỏi tiếng tai bay.",
            "Hoa mai bạc vì trăng tỏ,",
            "Bóng trúc thưa bởi gió lay.",
            "Ưu ái chăng khuây niềm trước,",
            "Thị phi biếng nói sự nay.",
            "Đã từng trải sơn hà hết,",
            "Đường thế nhiều nơi hiểm hóc thay!"
        ]
    },
    {
        "Bài 77 - Thế gian biến đổi": [
            "Thế gian biến cải vũng nên đồi,",
            "Mặn nhạt, chua cay lẫn ngọt bùi.",
            "Còn bạc, còn vàng, còn đệ tử,",
            "Hết cơm, hết rượu, hết ông tôi.",
            "Xưa nay đều trọng người chân thật,",
            "Ai nấy nào ưa kẻ đãi buôi.",
            "Ở thế mới hay người bạc ác,",
            "Giàu thì tìm đến, khó thì lui."
        ]
    },
    {
        "Bài 78 - Hoà vi quý": [
            "Ở thế đừng tranh đấng trượng phu,",
            "Làm chi cho có sự đôi co.",
            "Đây cậy đây khôn, đây chẳng chịu,",
            "Đấy rằng đấy được, đấy không thua.",
            "Duật nọ mựa còn đua đến bạng,",
            "Lươn kia hầu dễ kém chi cò.",
            "Chữ rằng: Nhân dĩ hoà vi quý,",
            "Vô sự thời hơn kẻo phải lo."
        ]
    },
    {
        "Bài 79 - Cảnh nhàn": [
            "Một mai, một cuốc, một cần câu,",
            "Thơ thẩn dầu ai vui thú nào.",
            "Ta dại, ta tìm nơi vắng vẻ",
            "Người khôn, người đến chốn lao xao.",
            "Thu ăn măng trúc, đông ăn giá,",
            "Xuân tắm hồ sen, hạ tắm ao.",
            "Rượu đến bóng cây ta hãy uống,",
            "Nhìn xem phú quý tựa chiêm bao."
        ]
    },
    {
        "Bài 80 - Của nặng hơn người": [
            "Đời này nhân nghĩa tựa vàng mười,",
            "Có của thì hơn hết mọi lời.",
            "Trước đến tay không nào đoái hỏi,",
            "Sau vào nặng túi lại vui cười.",
            "Anh anh chú chú mừng hơ hải,",
            "Rượu rượu chè chè thết tả tơi.",
            "Người của lấy cân ta thử nhắc,",
            "Mới hay rằng của nặng hơn người."
        ]
    },
    {
        "Bài 81 - Vô sự là hơn": [
            "Hễ kẻ trêu ngươi ắt phải lo,",
            "Chẳng bằng vô sự ngáy pho pho.",
            "Tay kia nắm khéo còn khi mở,",
            "Miệng nọ hay thìn lại có ho.",
            "Chớ thuở được thời mèo đuổi chuột,",
            "Đến khi thất thế hổ tha bò.",
            "Được thua san mới ăn năn lại,",
            "Vô sự chăng hơn có sự ru?"
        ]
    },
    {
        "Bài 82": [
            "Giữ mối giềng thay giữ mối giềng,",
            "Làm người hay chữ đạo thường thường.",
            "Khế kia chua quá sau nên úng,",
            "Lan nọ thơm dai mãi có hương.",
            "Ăn ít ấy hơn, hờn ấy thiệt,",
            "Khôn thời người dái, dại người thương.",
            "Nhắn báo bao nhiêu người ở thế,",
            "Chẳng khôn, đừng dại, chớ ương ương."
        ]
    },
    {
        "Bài 83 - Đạo thường": [
            "Chợ họp thì người đến: dự, duồng,",
            "Yêu xạ vì có mùi hương.",
            "Ưa ngọt thì hơn, nhiều kẻ trọng,",
            "Quá chua ra úng, có ai màng?",
            "Ở có đức lành hơn ở dữ,",
            "Yêu nhau chăng đã đạo thường thường."
        ]
    },
    {
        "Bài 84": [
            "Còn một đem lòng phó chốn trăng,",
            "Hoạ thay thanh đỏ chút nào chăng?",
            "Nấu nung chửa chín mùi kim thạch,",
            "Cải ghép nào xong bức diễm đằng.",
            "Chẳng biết có mai doành Dũ Lĩnh,",
            "Hay là một trúc bãi Giang Lăng.",
            "Chẳng chi hạt cải xuyên kim dễ,",
            "Nữa để cho hay sự bất bằng."
        ]
    },
    {
        "Bài 85": [
            "Người ba đấng, của ba loài,",
            "Khôn biết chiều hoa nỗi đỏ phai.",
            "Tiệc ngọc còn chờ người quý khách,",
            "Mâm son đành đợi kẻ cao tài.",
            "Gươm trời nỡ để tay phàm tuốt,",
            "Búa nguyệt chi cho đứa độc mài.",
            "Ơn nghiêm, liệt soi thẳm thẳm,",
            "Vàng mười, đúng giá lọ nài ai."
        ]
    },
    {
        "Bài 86 - Có phúc có phần": [
            "Trời sinh, trời ắt đã dành phần,",
            "Tua hãy cho hiền, dạ có nhân.",
            "Khó nhớ oán thân, mình mới nhẹ,",
            "Giàu mà yêu chúng, chúng càng gần.",
            "Bạo hung chỉn đã gươm mài đá,",
            "Phúc đức dành hay cỏ đượm xuân.",
            "Chớ có hại người mà ích kỷ,",
            "Giấu người, khôn giấu được tinh thần."
        ]
    },
    {
        "Bài 87": [
            "Khéo kiếm song le lại cả tiêu,",
            "Cho nên của ít nghĩa thìn hiều.",
            "Nghĩa nhiều vì bởi hay dung đãi,",
            "Của ít nguyên chưng biếng chắt chiu.",
            "Vốn tính chẳng từng quen nhiệm nhặt,",
            "Nghĩ mình đã trải sự sân siu.",
            "Bốn mùa đều hưởng thiên nhiên lộc,",
            "Thong thả ngồi chơi cõi Thuấn, Nghiêu."
        ]
    },
    {
        "Bài 88": [
            "Nói nên, dường lại nói rằng thì,",
            "Giàu: trọng, sang: yêu, khó: chẳng vì.",
            "Nhị kết hoa thơm, ong đến đỗ,",
            "Mỡ bùi mật ngọt, kiến nào đi.",
            "Thanh tao của có, thanh tao bấy,",
            "Náo nức tay không, náo nức chi?",
            "Mặc rủi, mặc may khi gặp gỡ,",
            "Khen chi, khen miệng, cợt mà chi?"
        ]
    },
    {
        "Bài 89": [
            "Nép mình lánh né chốn xôn xao,",
            "Mấy sự bên tai gió thoảng ào.",
            "Cửa trúc vỗ tay cười khúc khích,",
            "Hiên mai vắt cẳng hát nghêu ngao.",
            "Lo le đã vậy thời dầu vậy,",
            "Vặt vãnh màng bao sá quản bao.",
            "Chẳng hết trung cần hai chữ ấy,",
            "Mặc nhờ đất rộng, cậy trời cao."
        ]
    },
    {
        "Bài 90": [
            "Giầu mặc phận khó đau bì",
            "Độ thanh nhàn khá nhất nhì",
            "Vếu váo câu thơ cũ rích",
            "Hê ha chén rượu hăng sè",
            "Giăng thanh gió mát là tương thức",
            "Nước biếc non xanh ấy cố tri",
            "Sự thế đôi co dù sự thế",
            "Giũ không thẩy thẩy chẳng hề chi"
        ]
    },
    {
        "Bài 91 - Tiêu sái tự nhiên": [
            "Tiêu sái tự nhiên ắt nhẹ mình,",
            "Nài bao quyền cả áng công danh.",
            "Vô tâm nước có gương soi bạc.",
            "Đắc thú kho đầy gió mát thanh.",
            "Trẻ dầu biết cơ tạo hoá,",
            "Già lọ phục thuốc trường sinh."
        ]
    },
    {
        "Bài 92 - Thú thanh nhàn": [
            "Giầu khó đánh hay chỉn phận mình",
            "Mấy đường gai góc biếng đua tranh",
            "Cơm ăn chẳng quản mùi xa bạc",
            "Áo mặc nề chi tấm rách lành",
            "Đạp gối mong nhiều người ẩn dật",
            "Bận lòng lại tưởng áng công danh",
            "Cho nên nấn ná trong lều tiện",
            "Nhân mát ngồi xem thuở thái bình"
        ]
    },
    {
        "Bài 93 - Thú dưỡng thân": [
            "Mới hay phú quý bởi thời vần,",
            "Tua sá ngang tàng thú dưỡng thân.",
            "Bất ý miệng ngâm câu quốc ngữ,",
            "Giải phiền tay chuốc chén quỳnh xuân.",
            "Đường hoa chào khách mặt nhìn mặt,",
            "Ngõ hạnh đưa người chân đá chân.",
            "Dẫu có ai han thời sẽ nhủ:",
            "Thái bình thiên tử, thái bình dân."
        ]
    },
    {
        "Bài 94": [
            "Đạo đức vui thay miễn khó khăn,",
            "Quyền môn chốn ấy biếng bon chen.",
            "Say phong nguyệt, trà ba chén,",
            "Thú thanh nhàn, lều một căn.",
            "Quét cửa kho, chờ khách đến,",
            "Trồng cây đức, để con ăn.",
            "Được thua phú quý dầu thiên mệnh,",
            "Bới móc làm chi cho nhọc nhằn."
        ]
    },
    {
        "Bài 95": [
            "Gượng đến mừng nhau một mặt không,",
            "Nhiều thì không có ít không thông.",
            "Hươu, nai hãy đợi trên rừng bắc,",
            "Thu, vược còn chờ dưới bể đông.",
            "Nam Sách rượu nồng còn tẩm cốt,",
            "Tây Chân quít ngọt mới đâm bông.",
            "Cùng mong ắt đợi nhưng còn muộn,",
            "Chẳng đến mừng nhau một mặt không."
        ]
    },
    {
        "Bài 96": [
            "Chữ vị là vì, biếng nói năng,",
            "Há rằng không biết lí nên chăng.",
            "Nhá rau lại tiếc mùi canh ngọt,",
            "Nếm ếch còn kiêng có giống măng.",
            "Vuốt mặt còn trừ qua mũi nọ,",
            "Rút dây lại né động dừng chăng?",
            "Dù ai nghị luận điều lành dữ,",
            "Chữ vị là vì, biếng nói năng."
        ]
    },
    {
        "Bài 97": [
            "Mặc chê dể, mặc yêu đương,",
            "Vô sự thời hơn nửa ngọc vàng.",
            "Thu nguyệt sáng soi thông tử phủ,",
            "Xuân hoa đua nở lửa phong quang.",
            "Sách ăn chương đọc đời Nghiêu, Thuấn,",
            "Phúc thái bình nhớ chúa Vũ, Thang.",
            "Ta đã thanh nhàn, người phú quý,",
            "Dễ đâu hầu được trọn đôi đường."
        ]
    },
    {
        "Bài 98": [
            "Giàu làm chị, khó làm em,",
            "Sang chớ kiêu căng, khó chớ hiềm.",
            "Dưới biết kính trên, trên dấu dưới,",
            "Ấy nhà còn thịnh, phúc còn thêm."
        ]
    },
    {
        "Bài 99 - Mặc ai tài trí": [
            "Mặc ai rằng trí, mặc ai tài,",
            "Ngay khoẻo đà hay giống củ khoai.",
            "Cáo đội oai hùm mà lỡm chúng,",
            "Ruồi nương đuôi ngựa luống khoe người.",
            "Nhân tình cho biết dứa là nghệ,",
            "Ba chén đầy, nay cũng ráo vơi."
        ]
    },
    {
        "Bài 100": [
            "Chẳng khôn chẳng dại luống ương ương,",
            "Biết một khăng khăng chữ đạo thường.",
            "Vàng bạc thua người nên chúng dễ,",
            "Áo cơm kém bạn có ai nhường.",
            "Thanh nhàn ta miễn yên đời chốn,",
            "Mặc kẻ khôn ngoan, kẻ đảm đương."
        ]
    },
    {
        "Bài 101": [
            "Từ thuở hai dê sinh đặt ra,",
            "Thương ôi tuổi tác kẻ ban già.",
            "Lửa vô tình nọ bừng bừng cháy,",
            "Của bất nhân kia rối rối qua.",
            "Cơm cháo bỗng xui người hoá quý,",
            "Oản xôi dễ khiến bụi nên ma.",
            "Hà Đông có kẻ về Hà Nội,",
            "Chỗ nước non thiên ấy thực nhà."
        ]
    },
    {
        "Bài 102 - Dại khôn": [
            "Làm người có dại mới nên khôn,",
            "Chớ dại ngây chi, chớ quá khôn.",
            "Khôn được ích mình, đừng để dại,",
            "Dại thì giữ phận, chớ tranh khôn.",
            "Khôn mà hiểm độc là khôn dại,",
            "Dại vốn hiền lành ấy dại khôn.",
            "Chớ lấy rằng khôn khinh kẻ dại,",
            "Gặp thời, dại cũng hoá nên khôn."
        ]
    },
    {
        "Bài 103": [
            "Ngỡ thú vui là thú ở đâu,",
            "Chẳng ngờ vui ở chốn chăng âu.",
            "Hết tham chợ dức, nên non vắng,",
            "Còn luỵ trường ca, biến bể sầu.",
            "Chim khỏi lồng nên đắc thú,",
            "Cây ngoài chậu mới tươi mầu.",
            "Kìa ai đủng đỉnh trong lành hạnh,",
            "Cơm một nải, nước một bầu."
        ]
    },
    {
        "Bài 104": [
            "Dài ống, tròn bầu ỷ khá chiều,",
            "Há rằng lận, há rằng kiêu?",
            "Ví dù phải tải trương cơn gió,",
            "Nào lọ thừa cơ đội lốt beo?",
            "Lượng gã Bạch Sinh nào có mấy,",
            "Tài người Quản Tử há đâu nhiều?",
            "Chữ rằng: Phú quý giai do mệnh,",
            "Gặp được bao nhiêu, hay bấy nhiêu."
        ]
    },
    {
        "Bài 105": [
            "Ắt chẳng vinh hoa nỡ hẹp hòi,",
            "Chí nào thú ấy cũng vừa vui.",
            "No lòng ấm cật ơn nhờ chúa,",
            "Tiết ngọc gan vàng giữ phận tôi.",
            "Phảng phất truyện [...]",
            "Vu vơ thao lược một hai mùi.",
            "Xưa sau mấy kẻ làm thần tử,",
            "Đã gửi hai vừng nhật nguyệt soi."
        ]
    },
    {
        "Bài 106": [
            "Bình cũ song bình vẫn dấu hương,",
            "Con công thần: dở, gọi rằng: ương.",
            "Sen: mùa trước đổi, mùa sau mọc,",
            "Triều: cửa này ròng, cửa khác cường.",
            "Âm đã lại dương, đành máy nhiệm,",
            "Bĩ thôi thời thái, ấy cơ thường.",
            "Thế gian mựa biết nhàn làm tiện,",
            "Dù gấp bao nhiêu, dù lại giương."
        ]
    },
    {
        "Bài 107": [
            "Mây nổi bao nhiêu có thấy đâu,",
            "Lâng lâng từng trải sự sang giầu.",
            "Sao dời, vật đổi trong nền tướng,",
            "Nước chảy, hoa trôi áng cửa hầu.",
            "Sự thế cuộc cờ đâu miễn được,",
            "Lòng người, sóng bể cạn thì sâu.",
            "Nói nên chăng chớ làm chi nữa,",
            "Lẩn thẩn thì nên kẻ bạc đầu."
        ]
    },
    {
        "Bài 108": [
            "Thánh: bốn mươi tuổi chẳng còn ngờ,",
            "Ta: tuổi bốn mươi hãy líu lo.",
            "Đạo lý nẻo xưa đen nữa mực,",
            "Văn chương nghề cũ xác như vờ.",
            "Học ngần nào hay ngần ấy,",
            "Xem bao giờ biết bấy giờ.",
            "Mắc một tính này chừa chẳng khỏi:",
            "Đã thôi chén rượu lại câu thơ!"
        ]
    },
    {
        "Bài 109": [
            "Nhắn khách Tràng An chớ hẹp hòi,",
            "Trong say có dại mới nên vui.",
            "Rau không dắng giót là rau mát,",
            "Cá có tanh tao ấy cá bùi.",
            "Yến: thuở lôi đai nào kẻ cấm,",
            "Hội: đêm thu mạo có ai đôi.",
            "Tiệc vàng đã biết duyên chăng có,",
            "Sơn dã thì làm khách lẻ loi."
        ]
    },
    {
        "Bài 110": [
            "Hễ sự cản, lòng chi trì,",
            "Phải đòi khi, lại đòi khi.",
            "Tiền ròng, bạc chảy: tưng bừng đến,",
            "Nhà khó, tay không: lững thững đi.",
            "Miệng nói sau lưng như dáo nứa,",
            "Lưỡi đưa trước mặt giống kim chì.",
            "Chữ rằng: Thủ phận sầu nan nhập,",
            "Dù có vì chi [...]"
        ]
    },
    {
        "Bài 111": [
            "Ở thế làm chi nể mặt nhau,",
            "Nào ai đã [...]",
            "Người dù khoe lịch người rằng ngổ,",
            "Ta chẳng phô phang, ta cũng mầu.",
            "Ngựa mạnh đường dài, tua biết sức,",
            "Phù thiêng chân chậm, lọ là mau.",
            "Trời còn đấy, đất còn đấy,",
            "Bể biến, non dời, cạn lại sâu."
        ]
    },
    {
        "Bài 112": [
            "Đạo ở mình ta lấy đạo trung,",
            "Chớ cho: đục, chớ cho: trong.",
            "Ruộng liền đất ải, cày chưa chín,",
            "Sách được câu thần, dạ những ngong.",
            "Đời chẳng trọng người bằng trọng của,",
            "Bạn dù hay mặt chửa hay lòng.",
            "Nhẫn ta có biết nơi lành dữ,",
            "Nẻo học thì thông, nẻo mịt mùng."
        ]
    },
    {
        "Bài 113": [
            "Sinh chẳng gặp thuở Đường Ngu,",
            "Lẩn thẩn liền nên mỗ đứa vu.",
            "Tạp nhạp tài hèn, cây núc nác,",
            "Lơ thơ người tiện, tổ bồ câu.",
            "Trăng vằng vặc soi lòng đạo,",
            "Gió hiu hiu vỗ cửa nho.",
            "Kham hạ ví trời còn để,",
            "Khéo thì khổ nhục, vụng phong lưu."
        ]
    },
    {
        "Bài 114": [
            "Trời sinh vật kể dư muôn,",
            "Khinh trọng ta dù biết mực son.",
            "Thịt chó, chó ăn, loài chó dại,",
            "Lông chim, chim tiếc, ấy chim khôn.",
            "Bò đàn những bạn cái bò cái,",
            "Cá cả mong ăn con cá con.",
            "Nhà dột bởi đâu? Nhà dột nóc,",
            "Nẻo nhà dột nóc, thế chon von."
        ]
    },
    {
        "Bài 115": [
            "Thế tình xem khéo thờ ơ,",
            "Kẻ mụ núi Dương, kẻ thổi trà.",
            "Cá dại chẳng hay phòng nước cạn,",
            "Chim khôn chăng khẳng đỗ cành thừa.",
            "Chàm pha ắt cũng chen màu lục,",
            "Nước lọc làm chi có bụi nhơ?",
            "Đã vậy làm người cho biết lẽ,",
            "Có đâu đi dép ở nương dưa?"
        ]
    },
    {
        "Bài 116": [
            "Làm người chăng đã đạo tin ngay,",
            "Chi khá loàn đơn [...]",
            "Dưới đấng hiền, xem mựa dể,",
            "Trong chốn lợi, niệm cho hay.",
            "Thìn khăn khẳn ba [...]",
            "Dại nhơn nhơn bốn chiếng hay.",
            "Thế tình bàn bạc khôn cùng dại,",
            "Khôn dại hai đường trái cả hai."
        ]
    },
    {
        "Bài 117": [
            "Rốt nhân sinh bảy tám mươi,",
            "Làm chi lảo đảo nhọc lòng người.",
            "Bạch Vân am vắng chim kêu muộn,",
            "Kim Tuyết dòng thanh cá mát tươi.",
            "Ưu ái một niềm hằng nhớ chúa,",
            "Công danh hai chữ đã nhường người.",
            "Giàu miễn khó, yêu đòi phận,",
            "Rốt nhân sinh bảy tám mươi."
        ]
    },
    {
        "Bài 118": [
            "Rốt nhân sinh bảy tám mươi,",
            "Kể còn bạn cũ mấy lăm người.",
            "Nhiều thu làm bạn, người yêu tớ,",
            "Muôn dặm ra về, tớ nhớ người.",
            "Tử mạch đường người la ỷ rợp,",
            "Bạch Vân am tớ cỏ hoa tươi.",
            "Khăng khăng hãy thắm niềm kim thạch,",
            "Rốt nhân sinh bảy tám mươi."
        ]
    },
    {
        "Bài 119": [
            "Chớ cậy sang mà ép nề,",
            "Lời chẳng phải, thốt không nghe.",
            "Quanh queo thay bấy ruột ếch,",
            "Khúc khuỷu làm chi quả hoè.",
            "Đôi chữ công danh còn xắm nắm,",
            "Một niềm ưu ái hãy lăm le.",
            "Làm người chớ cậy khi quyền thế,",
            "Có lúc bàn cờ tốt đuổi xe."
        ]
    },
    {
        "Bài 120": [
            "Ở thế làm chi cười lẫn nhau,",
            "Giàu chê khó, khó chê giàu.",
            "Người hàng thịt nguýt người hàng cá,",
            "Đứa bán bò gièm đứa bán trâu.",
            "Bé vú thở than người cả vú,",
            "Ít râu inh ỏi kẻ nhiều râu.",
            "Mặc trời phú cả, yên đòi phận,",
            "Ở thế mà chi cười lẫn nhau."
        ]
    },
    {
        "Bài 121": [
            "Kẻ xưa câu ví có đâu lầm,",
            "Lấy thuở dương mà biết thuở âm.",
            "Yên bách tính, thì yên trị đạo,",
            "Thất thiên câm, chớ thất nhân tâm.",
            "Xem thay thảy [...]",
            "Xét lâng lâng sự cổ câm.",
            "Mới biết loài sen thì cách vật,",
            "Ở lầm nào có nhiễm mùi lầm."
        ]
    },
    {
        "Bài 122": [
            "Buồng văn cài cửa luận Xuân Thu,",
            "Đèn sách nhàn thời song nhật nho.",
            "Thua được chì toan cờ Hán, Sở,",
            "Nên chăng đành lấy bạn Thương, Chu.",
            "Say mùi đạo, trà ba chén,",
            "Tả lòng phiền, thơ tám câu.",
            "Khổ miễn vui chăng thửa trách,",
            "Vì chưng đời có chúa Đường, Ngu."
        ]
    },
    {
        "Bài 123": [
            "Non nước vui chơi đã mặc dầu,",
            "Hãy còn canh cánh chí sơ âu.",
            "Dòng giang là bạc khi triều dẫy,",
            "Vầng nguyệt tương vàng thuở nắng thâu.",
            "Thỏ giãi, ô vần hay ý nhiệm,",
            "Thước bay, cá nhảy thấy cơ mầu.",
            "Đêm qua, sơn tự chuông còn gióng,",
            "Mường tượng quân thiên tiếng nhạc tâu."
        ]
    },
    {
        "Bài 124": [
            "Rượu, cảnh quê hương nhặt chốc mòng,",
            "Chiêm bao ngờ đã tới non sông.",
            "Trà phơi, nước ghín bầu in nguyệt,",
            "Mai rụng, hoa xoay bóng cách song.",
            "Gió lật đưa qua trúc ổ,",
            "Mây tuôn phủ rợp thư phòng.",
            "Thức nằm nghĩ ngợi còn mường tượng,",
            "Ra hãy then cài ém cửa thông."
        ]
    },
    {
        "Bài 125": [
            "Trong tạo hoá có cơ mầu,",
            "Hay đỗ, hay dừng mới kẻo âu.",
            "Nước biển non xanh thuyền gối bãi,",
            "Đêm thanh nguyệt bạc khách lên lầu.",
            "Bạn nhiều cày cuốc ngày ngày họp,",
            "Gánh nặng yên hà chốn chốn thâu.",
            "Kham hạ Nghiêm Quang từ tước Hán,",
            "Tam công khứng đổi một cần câu."
        ]
    },
    {
        "Bài 126": [
            "Thuyền phong nguyệt, gánh yên hà,",
            "Hượm lấy đành làm của cải ta.",
            "Cây tĩnh, chim về, xanh loáng khói,",
            "Trì thanh, cá lội, nước tuôn là.",
            "Han chữ cũ, ba thằng trẻ,",
            "Chực am không, một mụ già.",
            "Bui có một niềm chầu nhớ chúa,",
            "Hay bao mang [...]"
        ]
    },
    {
        "Bài 127": [
            "Thanh nhàn dưỡng tính được tự nhiên,",
            "Non nước cùng ta đã có duyên.",
            "Dắng dỏi bên tai cầm suối,",
            "Dập dìu trước mặt tán sen.",
            "Xuân về, hoa nở mùi hương nức,",
            "Khách đến, chim mừng dáng mặt quen.",
            "Chốn ấy thanh nhàn được thú,",
            "Lọ là Bồng Đảo mới là tiên."
        ]
    },
    {
        "Bài 128": [
            "Mựa hề toan lợi, mựa toan công,",
            "Lui tới thìn cho phải đạo trung.",
            "Thức bạc phau phau nhơ dễ bén,",
            "Cây cao vun vút thế khôn rung.",
            "Danh thơm truyền để bầu Nhan Tử,",
            "Của tốt nào đâu ngọc Thạch Sùng.",
            "Khó chẳng âu, giàu chẳng muốn,",
            "Trai dường ấy, mới anh hùng."
        ]
    },
    {
        "Bài 129": [
            "Lẻ tẻ bên giang bảy tám nhà,",
            "Thư nhàn mừng thấy bạn ngâm nga.",
            "Thơ nên, ngồi đợi vầng đan quế,",
            "Rượu chác, hoa lầm ngõ hạnh hoa.",
            "Lục ỷ tiếng thanh đêm tựa ngọc,",
            "Lan châu chèo vỗ nước bằng là.",
            "Ít nhiều ngày tháng qua thì chớ,",
            "Tiêu sái ta thìn vẹn chí ta."
        ]
    },
    {
        "Bài 130": [
            "No bữa hôm, đủ bữa mai,",
            "Gẫm lâu chăng đã thú nhà vui.",
            "Ruộng năm bảy khảm trồng cây lúa,",
            "Tằm chín mười nong để giống ngài.",
            "Kho ngọc mời khuyên nhà họp mặt,",
            "Quyển vàng giảng giải đạo làm người.",
            "Thấy câu “khuyến thiện” nhà hằng chứa,",
            "Chữ “thận” đeo mình kẻo luỵ đời."
        ]
    },
    {
        "Bài 131": [
            "Cơm một lưng, rượu một bầu,",
            "Vui thửa đạo, ắt chăng âu.",
            "Kém tài, nhân bởi lòng quê dại,",
            "Có đức, mừng thay được sống lâu.",
            "Ấm cật, no lòng hay phận đủ,",
            "Đổi công, toan lợi mặc ai dầu.",
            "Mựa hiềm song nhật nhà còn ngặt,",
            "Tích đức cho con ấy mới mầu."
        ]
    },
    {
        "Bài 132": [
            "Rỗi, chăng có việc, dưng dưng,",
            "Ngày tháng phong lưu [...]",
            "Nhiều ít của nhà đòi thửa cỏ,",
            "Dữ lành sự thế thấy bằng thăng.",
            "Hôm mai nghĩa [...]",
            "Tơ tóc hay lòng nguyệt một vừng,",
            "Dù nhẫn chăng sang, thìn sức khoẻ,",
            "Trời cao lồng lộng có thăng bằng."
        ]
    },
    {
        "Bài 133": [
            "Dù thiệt, dù hơn, phận tự nhiên,",
            "Hiềm thay người thế dạ tư thiên.",
            "Nết con dữ, chẳng hay là dữ,",
            "Ruộng lúa nên, còn ẽo chưa nên.",
            "Lận thế treo dê, bán thịt chó,",
            "Lập danh cưỡi hạc, lại đeo tiền.",
            "Dù ai ngăn được lòng tư ấy,",
            "Ta ắt nhường cho đấng thánh hiền."
        ]
    },
    {
        "Bài 134": [
            "Nối nghiệp nhà xưa, học một kinh,",
            "Chẳng ngờ lạc đến áng công danh.",
            "Thân xưa đã có duyên hương lửa,",
            "Lộc nặng ơn nhờ đức thánh minh.",
            "Lỗi bước già nên chịu dại,",
            "Hay cơ trẻ khá làm thinh?",
            "Phúc nào gặp được cong đời trị,",
            "No ấm cũng nhờ phúc thái bình."
        ]
    },
    {
        "Bài 135": [
            "Lánh trần, náu đến chốn sơn lâm,",
            "Lá thông đàn, tiếng trúc cầm.",
            "Sách cũ ngày tìm người hữu đạo,",
            "Trì thanh đêm dưỡng nguyệt vô tâm.",
            "Say hết tấc lòng hồng hộc,",
            "Hỏi làm chi sự cổ câm (kim).",
            "Thế sự dù ai hay bịn rịn,",
            "Sen kia nào có lệ chi lầm."
        ]
    },
    {
        "Bài 136": [
            "Người ta bằng mặt chẳng bằng lòng,",
            "Đo đắn cho hay sự sá phòng.",
            "Lưỡi thế gẫm xem mềm tựa lạt,",
            "Miệng người toán lại sắc như chông.",
            "Ăn cùng, thốt khác nhiều điều dữ,",
            "Nói thực, làm hư những chước vòng.",
            "Kham hạ thánh nhân còn dõi để,",
            "“Xảo ngôn” hai chữ chép dòng dòng."
        ]
    },
    {
        "Bài 137": [
            "Công danh đã vẹn sá về nhàn,",
            "Chẳng quản ai chê, chẳng quản khen.",
            "Ao cạn vớt bèo cấy muống,",
            "Trì thanh là cỏ ương sen.",
            "Kho thu phong nguyệt đầy qua nóc,",
            "Thuyền chở yên hà nặng với then.",
            "Bui có một niềm trung miễn hiếu,",
            "Mài chăng khuyết, nhuộm chăng đen."
        ]
    },
    {
        "Bài 138": [
            "Tơ tóc chưa hề báo thửa sinh,",
            "Già mà lũ, tủi nhiều hàng.",
            "Chông gai biếng đến đường danh lợi,",
            "Mặn lạt đà no mùi thế tình.",
            "Sách một hai pho làm bậu bạn,",
            "Rượu năm ba chén đối công danh.",
            "Ngoài chưng phận ấy cầu chi nữa,",
            "Còn một cầu xem thủa thái bình."
        ]
    },
    {
        "Bài 139": [
            "Vụng dại hơn người, khôn kém người,",
            "Khi nay tuổi đã họ tám mươi.",
            "Nghĩa bằng hữu cũ lâu càng thắm,",
            "Chí trượng phu bền khó mựa đời.",
            "Thói tục chẳng quen bề khúm núm,",
            "Sạch mình tua ở nết lơi đơi.",
            "Muốn cho nhà chúa bằng Nghiêu Thuấn,",
            "Phải đạo làm tôi kẻo hổ ngươi."
        ]
    },
    {
        "Bài 140": [
            "Vốn nơi hồ hải lượng dung dài,",
            "Ai phụ thời chăng, chẳng phụ ai.",
            "Mặc kẻ gió trăng, lòng có khác,",
            "Mặc ai vàng đá, dạ đơn sai.",
            "So xem thế thái khi tan hợp,",
            "Gẫm khá nhân gian thuở thắm phai.",
            "Người phụ song trời không nỡ phụ,",
            "Còn xuân còn có chốn đeo đai."
        ]
    },
    {
        "Bài 141": [
            "Vũng bởi hay ngần, mới hay đầy,",
            "Quen thân, yêng nhủ mụ lời này:",
            "Trà sen, sáng đãi người đi khát,",
            "Rượu thánh, hôm từ khách uống say.",
            "Lợi lộc mặc duyên, chăng ỷ chớ,",
            "Đôi co thế sự, chớ chua thay.",
            "Thế gian có hỏi: lời ai nhủ,",
            "Mụ hãy rằng: lời khách dại ngày."
        ]
    },
    {
        "Bài 142": [
            "Làm chi nghĩ ngợi ngọc tinh thần,",
            "Đắc thú thanh nhàn ấy dưỡng thân.",
            "Đủng đỉnh hôm mai, chơi nước trí,",
            "Nghêu ngao ngày tháng dạo non nhân.",
            "Kìa kìa Lã Vọng câu Bàn Thạch,",
            "Nọ nọ Nghiêm Quang náu Phú Xuân.",
            "Mừng thấy thời vần đời mở trị,",
            "Thái bình thiên tử, thái bình dân."
        ]
    },
    {
        "Bài 143": [
            "Ai dể ta mà ta nhại ai?",
            "Công đâu chấp với kẻ vô loài.",
            "Giàu vì phận, khó vì phận,",
            "Khôn mặc người, dại mặc người.",
            "Mềm gối cóc khô, mềm gối mãi.",
            "Uốn lưng rùa mốc, uốn lưng dài.",
            "Hãy còn ghê đứa anh hùng mãi,",
            "Thớt mặt nên, ngay mới gớm gai."
        ]
    },
    {
        "Bài 144": [
            "Người bốn mươi tuổi khoẻ triều quan,",
            "Ta tuổi bốn mươi đã được nhàn.",
            "Thơ có nghìn lại ngâm Bính Lộc,",
            "Sách chăng hai thuở hiến Điền Đan.",
            "Miễn theo phu tử, phò thiên tử,",
            "Thìn lọn nhân gian ở thế gian.",
            "Người thế mà cười rằng: bất bả,",
            "Nước yên chín thực ấy nhà yên."
        ]
    },
    {
        "Bài 145": [
            "Mấy lăm lợi lộc luống đon chen,",
            "Chỉn để nên người vụng kiếm ăn.",
            "Hổ đọc điều xưa năm bẩy chữ,",
            "Thẹn xem ý cũ một hai văn.",
            "Ngay rằng thóc Hán thay cho bị,",
            "Lại dại hòm Tuỳ khó mở ngăn.",
            "Trời nẻo có sinh thì có dưỡng,",
            "Dễ hầu nằm giữa mất phần chăn?"
        ]
    },
    {
        "Bài 146": [
            "Yên phận mà thôi chớ chớ cầu,",
            "Gặp sao hay vậy có nài sao.",
            "Giàu được dịp: lau nên mía,Khó thua mòn: củ hoá nâu.",
            "Khôn tỏ trời xanh, cao mấy tấc,",
            "Dễ lo bữa tối, chửa đầy niêu.",
            "Một trường xuân sắc dường bao nả,",
            "Lẳng lặng mà xem tạo hoá mầu."
        ]
    },
    {
        "Bài 147": [
            "Đã cốc thân rằng kẻ thấy bì,",
            "Dại chăng nấn ná nước non quê.",
            "Ở đời cứng cổ nên ròng dãi,",
            "Vì bạn say sưa phải dặt dè.",
            "Vạc nặng ắt dành ơn chúa Lỗ,",
            "Chén tàn ngõ kẻo hổ người Tề.",
            "Hay, dở chưng mình chăng chút luỵ,",
            "Thu cao mới biết quế thì cay."
        ]
    },
    {
        "Bài 148": [
            "Hơn ỷ chăng mừng, thiệt chẳng âu,",
            "Chớ hay hơn thiệt [...]",
            "Của chăng phải đạo thì đừng lấy,",
            "Bụt ở trên đầu lọ phải cầu.",
            "Tả cơn buồn ba quyển sách,",
            "Vui thú ẩn một cần câu.",
            "Mừng thay tạo hoá làm công bấy,",
            "Giàu khổ sang nhàn cũng bạc đầu."
        ]
    },
    {
        "Bài 149": [
            "Non Phú Xuân cao, nước Vị thanh,",
            "Mây quyến khách, nguyệt vô tình.",
            "Đất thiên tử dưỡng tôi thiên tử,",
            "Đời thái bình ca khúc thái bình.",
            "Cơm áo lo đền thiên tử trị,",
            "Tóc tơ chưa báo mẹ cha sinh.",
            "Mừng thay bốn bể đâu đâu báo,",
            "Tể tướng hiền tài chúa thánh minh."
        ]
    },
    {
        "Bài 150": [
            "Phú quý lòng, phú quý danh,",
            "Thân hoà tự tại thú hoà thanh.",
            "Tiền sen tích để bao nhiêu thúng,",
            "Vàng cúc đâm bông biết mấy giành?",
            "Ngoài cửa mận đào là khách thứa,",
            "Trong nhà cam quít ấy tôi mình.",
            "Ai xem ai chẳng hay là chớ,",
            "Lại một ta khen ta hữu tình."
        ]
    },
    {
        "Bài 151": [
            "Người gồng gánh, kẻ lầm than,",
            "Ta biết so ta kể thực nhàn.",
            "Đường lợi há theo thị tỉnh,",
            "Cảnh thanh chiếm hết giang san.",
            "Ngắm chơi đã trải miền thôn dã,",
            "Hóng mát từng vui chốn Thạch Bàn.",
            "Một cỏ hoa đều đủ được,",
            "Rốt vì thong thả cõi trần gian."
        ]
    },
    {
        "Bài 152": [
            "Lợi danh từng biết chốn xôn xao,",
            "Dấu cũ đành mong nối họ Sào.",
            "Đèo núi vỗ tay cười khúc khích,",
            "Rặng thông vắt cẳng hát nghêu ngao.",
            "Đòi nơi phong nguyệt vui thay bấy,",
            "Dầu phận công hầu bạn được nào?",
            "Hãy so xem người thế tục,",
            "Âu ta cũng đã kể làm cao."
        ]
    },
    {
        "Bài 153": [
            "Rốt nhân sinh bảy tám mươi,",
            "Làm chi lận đận nhọc mà thôi.",
            "Một am phong nguyệt tớ vui tớ,",
            "Hai chữ công danh ngươi mặc ngươi.",
            "Xe ngựa cửa quyền [...]",
            "Cá tôm bữa miệng mọi mùi tươi.",
            "Sang miễn khó, yên đòi phận,",
            "Rốt nhân sinh bảy tám mươi."
        ]
    },
    {
        "Bài 154 - Vi nhân tử": [
            "Trời phú tính ở mình ta,",
            "Đạo cả cương thường năm miễn ba.",
            "Tôi hết ngay, chầu chực chúa,",
            "Con hằng thảo, kính thờ cha.",
            "Anh em mựa nữa điều hơn thiệt,",
            "Bầu bạn cho hay nết thực nhà.",
            "Nghĩa vợ chồng xem rất trọng.",
            "Ở đâu phong hoá phép chưng nhà."
        ]
    },
    {
        "Bài 155 - Giới đệ tử sự sư": [
            "Đạo làm thầy tớ ở cho ngay,",
            "Mảy tơ hào cũng chẳng tây.",
            "Chữ “thận, cần” đâu dám trễ,",
            "Niềm “ưu ái” chút nào khuây.",
            "Vàng bền há lại lửa còn sợ,",
            "Cỏ cứng chi cho gió được lay.",
            "Một tiết miễn thâu vầng nhật nguyệt,",
            "Biết chăng hay chẳng mặc lòng thầy."
        ]
    },
    {
        "Bài 156 - Tử sự phụ mẫu": [
            "Ngẫm đạo làm con ở rất nan,",
            "Ở cho lọn đạo mới là ngoan.",
            "Hay khi “ôn sảnh” bề cung dưỡng,",
            "Siêng thủa “thần hôn” việc hỏi han.",
            "Dầu giận hờn, càng kính thuận,",
            "Vâng sai khiến, dám phàn nàn?",
            "Chữ rằng: Chưa dễ đền ơn nặng,",
            "Lọ nỗi tây riêng theo thế gian."
        ]
    },
    {
        "Bài 157 - Miễn huynh đệ vật cạnh tranh": [
            "Cùng đội sinh thành một cửa ra,",
            "Anh em trời đã thực cho ta.",
            "Giúp nàn, chống dể cùng nương cậy,",
            "Biết kính, hay yêu miễn thuận hoà.",
            "Xui giục chớ tin miệng vợ.",
            "Yêu thương sá thấy lòng cha.",
            "Chân tay gẫm lại ai hơn nữa,",
            "Tranh cạnh làm chi, lỗi phép nhà?"
        ]
    },
    {
        "Bài 158 - Khuyến phu đãi thê": [
            "Sau ngày đã kể vợ tao khang,",
            "Xin xót cùng nhau hỡi thế thường.",
            "Lỗi nhỏ thứ cho đừng sá giận,",
            "Tình thân nghĩ đến sá nên thương.",
            "Chi tuồng bòn của no liền phụ,",
            "Mảng nỗi chê già, ghét lại ruồng.",
            "Kìa kẻ sốt sang thời đổi vợ,",
            "Chẳng hay nghĩa cả để đầu giềng."
        ]
    },
    {
        "Bài 159 - Khuyến phụ sự phu": [
            "Thờ chồng trọng quá thờ cha,",
            "Phải giữ cho hay kẻo lỗi mà.",
            "Tuy khó cũng vui đừng nặng nhẹ,",
            "Dẫu hèn phải nhẫn chớ sai ngoa.",
            "Trước sau tín cẩn niềm ân ái,",
            "Khuya sớm hằng thìn nét thuận hoà.",
            "Một chữ “tòng” hay vẹn được,",
            "Ấy là mới phải đạo đàn bà."
        ]
    },
    {
        "Bài 160 - Khuyến thê dưỡng thiếp": [
            "Có thầy có tớ mới ra người,",
            "Song nỗi nuôi người kể khó nuôi.",
            "Rốt đỗi ba năm no lại tếch,",
            "Sao bằng trọn kiếp chẳng bao dời.",
            "Chắp tay, đã kẻ sai làm được,",
            "Dưỡng tính, dầu ta thong thả chơi.",
            "Chớ tiếng ghen tuông theo thói dữ,",
            "Sá chi là nó: phận tôi đòi."
        ]
    },
    {
        "Bài 161 - Khuyến hôn sự công cô": [
            "Cha mẹ chồng biết kính thờ,",
            "Nàng dâu miễn đấy vẹn sau xưa.",
            "Việc làm theo thói nhà quen chuộng,",
            "Nết ở chiều người tính sở ưa.",
            "Yêu nể càng gìn lễ phép,",
            "Giận hờn cũng chớ thẩn thơ.",
            "Mắng, thương tìm phải duồng khoan nhặt,",
            "Ta giữ cho hay thì mới vừa."
        ]
    },
    {
        "Bài 162 - Khuyến đãi bằng hữu": [
            "Làm người dầu dã bạn cùng ai,",
            "Chữ “tín” tua thìn chẳng chút sai.",
            "Đừng có nồng chi rồi lại nhạt,",
            "Nẻo mà thắm lắm ắt liền phai.",
            "Họ hàng, miễn nhớ tuồng chơi họp,",
            "Rượu bạc, xin thôi sức ép nài.",
            "Sác ắt sơ hằng cẩn đấy,",
            "Yêu nhau nghĩa ấy mới bền dai."
        ]
    },
    {
        "Bài 163 - Khuyến đãi tông tộc": [
            "Dòng dõi suy ra cũng một nhà,",
            "Xem ai hơn nữa họ hàng ta?",
            "Đỡ đần đành cậy vây cánh,",
            "Gửi thác càng tin ruột rà.",
            "Chẳng bỏ được nào, sao chẳng thiết?",
            "Nên gần cho lắm, há nên xa?",
            "Cùng nhau bổ thí yêu thương lấy,",
            "Chớ nỡ xem bằng khách tới qua."
        ]
    },
    {
        "Bài 164 - Khuyến đãi hương lý": [
            "Nghiệp cha ông [...]",
            "Ai là cho khỏi chốn gia hương.",
            "Miễn là hằng giữ bề lương thiện,",
            "Dầu chẳng dưng nồng [...]",
            "Cậy thế chớ hề hiếp chóc,",
            "Ra ơn sá miễn yêu thương.",
            "Vắt tay xin gầm về sau với,",
            "Lành dữ muôn đời tiếng để làng."
        ]
    },
    {
        "Bài 165 - Khuyến sĩ thi": [
            "Thánh hiền xưa học điều chi,",
            "Đã học thì nên nghĩ vả suy.",
            "Chớ một điển chương nghề thổ thứ,",
            "Hãy tìm nghĩa lý chốn uyên vi.",
            "Tuỳ thời gặp sao hay vậy,",
            "Yên phận vui có lệ chi.",
            "Dầu khó dầu hàn cũng chẳng ngại,",
            "Học cho điển thế mới nam nhi."
        ]
    },
    {
        "Bài 166 - Giới tham": [
            "Tượng trời âu đã quá đồng cân,",
            "Định cho ai, ắt có ngần.",
            "Muốn vô nhai, khôn lẽ được,",
            "Ơn phi phận, khá đều phân.",
            "Đủ no hay vậy, xin thong thả,",
            "Sạo sục làm chi, luống nhọc nhằn!",
            "Nẻo tham hơn thì phải thiệt,",
            "Hãy ghi lời ấy để mà răn."
        ]
    },
    {
        "Bài 167 - Giới sắc": [
            "Cẩn cho hay, chẳng phải chơi,",
            "Sắc xem dường sóng, dễ xiêu người.",
            "Lửa rơm nẻo chửa ngăn lòng tục,",
            "Giềng mối đâu còn biết lẽ trời.",
            "Có chồng con bao xiết lỗi,",
            "Hay bùa thuốc ấy thìn đời.",
            "Kham hiền luận ác “dâm vi nhất”,",
            "Cẩn cho hay, chẳng phải chơi."
        ]
    },
    {
        "Bài 168 - Giới tửu": [
            "Hễ thấy ma men lánh chớ chơi,",
            "Đừng theo thói tục vốn quen hơi.",
            "Hẳn hoi giữ được âu chăng một,",
            "Ăn nói hoăng ra ắt tỏ mười.",
            "Chẳng những đắng cay, mình cưỡng uống,",
            "Lại điều trẻ nít thế thêm cười.",
            "Tỉnh ra gẫm lại hay chi nữa,",
            "Xin bớt mà thôi, chẳng rũ rời."
        ]
    },
    {
        "Bài 169 - Giới đổ bác": [
            "Anh em cùng mặt chẳng cùng lòng,",
            "Cờ bạc ai nơi ở có sòng.",
            "Cười nói tuy rằng vui miệng vậy,",
            "Lậm lờ toan những [...] xong,",
            "Xoay vần nhà chứa đều vơ cả,",
            "Gian lận con kim cũng sạch không.",
            "Nghề ấy xưa nay giàu hoá khó,",
            "Có giàu sao được, hãy còn mong."
        ]
    },
    {
        "Bài 170 - Giới điêu toa": [
            "Một mình ăn mặc hết bao,",
            "Gây làm chi bấy hỡi điêu?",
            "Kiếm chước dệt thêu: không hoá có,",
            "Tìm điều đặt bỏ: ít nên nhiều.",
            "Phải chăng rối lý khôn bề đoán,",
            "Kiện cáo xui người đến nỗi xiêu.",
            "Phép nước ví dù còn lánh được,",
            "Tội trời khôn thể trốn đâu nào."
        ]
    },
    {
        "Bài 171 - Giới hiệp quý kiêu nhân": [
            "Dầu sang trọng cũng la trời,",
            "Ta có chi mà kiêu vả ai.",
            "Đời một thánh xưa còn tốn nhượng,",
            "Lọ loài thường nọ khá dung dài.",
            "Chớ điều cậy thế mình khinh dể,",
            "Đến lúc thua cơ nó mỉa mai.",
            "Cẩn thận, một ngày càng một giữ,",
            "Thói kiêu rũ sạch mới ra người."
        ]
    },
    {
        "Bài 172 - Giới dĩ phú lăng bần": [
            "Kẻ khó thường làm ích kẻ giàu,",
            "Ở thì phải ngẫm, biết thương nhau,",
            "Bán kia, chẳng nỡ mua cho rẻ,",
            "Vay nọ, xin đừng lãi lấy đau.",
            "Bớt nỗi sai đòi làm độc khổ,",
            "Thôi khi đã trả hỡi cơ cầu.",
            "Nặng lòng nhân nghĩa hay thương khó,",
            "Giàu ấy hầu toan mới được lâu."
        ]
    },
    {
        "Bài 173 - Giới sùng Phật vô ích": [
            "Suy lý cho cùng Phật ấy ta,",
            "Lọ là chung bóng đạo Di Đà?",
            "Hiền lành, hãy giữ bề tu kỷ,",
            "Dối trá, đừng nghe đứa xuất gia.",
            "Dỗ chúng đúc chuông nhân đã lạ,",
            "Đặt điều phá ngục thực ru mà.",
            "Chẳng tin Lương Vũ còn bia cũ,",
            "Tra mà lại biết thực chẳng ngoa."
        ]
    },
    {
        "Bài 174 - Giới bất võng cầu địa": [
            "Phúc địa chi cho kẻ cưỡng cầu,",
            "Được chăng run rủi bởi cơ mầu.",
            "Ở lành chẳng rắp hay nên gặp,",
            "Nẻo dữ tuy tìm lại phải âu.",
            "Quý Nộ phân kim ai khéo bấy,",
            "Cao Biền ưa thuỷ phép sai đâu.",
            "Ngẫm xem dám [...] nữa,",
            "Phúc địa chi cho kẻ cưỡng cầu."
        ]
    },
    {
        "Bài 175 - Trách sĩ nhân bất học": [
            "Có thân có của chẳng hay ho,",
            "Chẳng học ai hồ trút chữ cho?",
            "Ngày vắng gióng lòng ngồi lẳng lặng,",
            "Đêm thanh ngửa thịt ngáy pho pho.",
            "Làm văn rỗng quạc như mông ngựa,",
            "Thấy gái đi qua nghếch cổ cò.",
            "Bẽ mặt kia sao mày chẳng hổ,",
            "Ai có con mà hồ gả cho?"
        ]
    },
    {
        "Bài 176 - Sĩ nhân hoạ vận": [
            "Có thân có của phải hay lo,",
            "Noi học song trời phú tính cho.",
            "Ngày vắng xem thông dăm bảy quyển,",
            "Đêm thanh đọc suốt một hai pho.",
            "Làm văn quan điểm bày hàng diệc,",
            "Áo gấm vua ban bố tử cò.",
            "Này mặt trạng nguyên sao có hổ,",
            "Ai lấy con mình thời gả cho."
        ]
    },
    {
        "Bài 177 - Bất tri hà đề": [
            "Xem chiều ăn nói giống quân xin,",
            "Âu thực âu đâu chẳng dám tin.",
            "Nét đá vàng không mấy chút,",
            "Lời phong nguyệt chác muôn nghìn.",
            "Nghĩ lòng chẳng kém lòng mà hỏi,",
            "Tưởng nết âu là nết ả thiều.",
            "Gẫm lại huống công nhiều chệch choạc,",
            "Chấp kinh nay lấm phải tòng quyền."
        ]
    }
]