[
    {
        "NhiThapTuHieuDienAm": [
            "Người tai mắt đứng trong trời đất,",
            "Ai là không cha mẹ sinh thành,",
            "Gương treo đất nghĩa, trời kinh,",
            "Ở sao cho xứng chút tình làm con.",
            "Chữ hiếu niệm cho tròn một tiết,",
            "Thì suy ra trăm nết đều nên,",
            "Chẳng xem thuở trước Thánh Hiền,",
            "Thảo hai mươi bốn, thơm nghìn muôn thu.",
            "",
            "Ðức đại thánh họ Ngu, vua Thuấn,",
            "Buổi tiềm long gặp vận hàn vi,",
            "Tuổi xanh khuất bóng từ vi,",
            "Cha là Cổ Tẩu người thì ương ương",
            "Mẹ ghẻ tính lại càng khe khắt,",
            "Em Tượng thêm rất mực điêu ngoa.",
            "Một mình thuận cả, vừa ba,",
            "Trên chiều cha mẹ, dưới hoà cùng em.",
            "Trăm cay đắng, một niềm ngon ngọt,",
            "Dẫu tử sinh không chút biến dời,",
            "Xót tình khóc tối, kêu mai,",
            "Xui lòng ghen ghét hoá vui dần dần.",
            "Trời cao thẳm mấy lần cũng đến,",
            "Vật vô tri cũng mến lọ người,",
            "Mấy phen non lịch pha phôi,",
            "Cỏ, chim vì nhặt, ruộng, voi vì cày.",
            "Tiếng hiếu hữu xa bay bệ thánh,",
            "Mệnh trung dung trao chánh nhường ngôi",
            "Cầm thi, xiêm áo thảnh thơi,",
            "Một nhà đầm ấm, muôn đời ngợi khen.",
            "",
            "Kìa Văn Ðế vua hiền Hán đại",
            "Vâng ấn phong ngoài cõi phiên vương",
            "Quên mình chức cả, quyền sang,",
            "Phụng thờ Bạc Hậu lễ thường chẳng sai.",
            "Ðến khi nối ngôi trời trị nước,",
            "Vẫn lòng này săn sóc như xưa.",
            "Mẹ khi ngại gió, kinh mưa,",
            "Ba năm hầu hạ, thường như mọi ngày.",
            "Mắt chong bóng dám sai giấc ngủ,",
            "Áo luôn mình dám sổ đai lưng.",
            "Thuốc thang mắt xét, tay nâng,",
            "Có tường trong miệng, mới dâng dưới màn.",
            "Tiếng nhân hiếu đồn vang thiên hạ,",
            "Thói thuận lương hoá cả lê nguyên.",
            "Hai mươi năm lẻ kiền khôn,",
            "Ðã sau Tam Ðại, hãy còn Thành, Khang.",
            "Ấy hay vị đế vương đời trước,",
            "Chữ hiếu dành đá tạc, vàng in,",
            "Còn ra sĩ, thứ, đấng hiền",
            "Ðếm xem mấy kẻ tiếng truyền đến nay.",
            "",
            "Ðời Chu mạt có thầy Tăng Tử,",
            "Thờ mẹ cha thời giữ chí thành,",
            "Bữa thường rượu thịt ngon lành,",
            "Cho ai, vâng cứ đinh ninh chẳng rời.",
            "Nhà bần bạc thường vui hái củi,",
            "Quãng mù xanh thui thủi non sâu,",
            "Mẹ ngồi tựa cửa bóng sau,",
            "Nhân khi khách đến, trông mau con về.",
            "Rồi trong dạ nhân khi cùng túng,",
            "Cắn ngón tay cho động lòng con.",
            "Trong non bỗng chốc bồn chồn,",
            "Quặn đau khúc ruột, bước dồn gót chân.",
            "Quỳ dưới gối ghé gần thưa hỏi,",
            "Lắng bên tai nghe giải nguồn cơn.",
            "Cho hay từ, hiếu tương quan,",
            "Non Ðồng khi lở, khôn hàn tiếng chuông.",
            "",
            "Thầy Mẫn Tử rất đường hiếu nghĩa,",
            "Xót nhà huyên quạnh quẽ đã lâu.",
            "Thờ cha sớm viếng, khuya hầu,",
            "Chẳng may gặp phải mẹ sau nồng nàn.",
            "Trời đương tiết đông hàn lạnh lẽo,",
            "Hai em thời kép áo, dày bông,",
            "Chẳng thương chút phận long đong,",
            "Hoa lau nỡ để lạnh lùng một thân.",
            "Khi cha dạo, theo chân xe đẩy,",
            "Rét căm căm nên xẩy rời tay,",
            "Cha nhìn ngẫm nghĩ mới hay,",
            "Nghiến răng rắp cắt đứt dây xướng tuỳ.",
            "Gạt nước mắt, chân quỳ, miệng gửi:",
            "Lạy cha, xin xét lại nguồn cơn,",
            "Mẹ còn, chịu một thân đơn,",
            "Mẹ đi, luông để cơ hàn cả ba.",
            "Cha trông xuống cũng sa giọt tủi.",
            "Mẹ nghe lời cũng đổi lòng xưa,",
            "Cho hay hiếu cảm nên từ,",
            "Thấm lâu như đá cũng rừ lọ ai ?",
            "",
            "Thầy Tử Lộ cùng người nước Lỗ,",
            "Thờ hai thân từng bữa canh lê",
            "Thường khi đội gạo đi về,",
            "Xa xôi trăm dặm, nặng nề hai vai.",
            "Ðỉnh Hoa biểu từ khơi bóng hạc,",
            "Gót Nam Du nhẹ bước tang bồng,",
            "Xe trăm cỗ, thóc muôn chung,",
            "Ngồi chồng đệm ghép, ăn chồng vạc cao.",
            "Thân phú quý ngắm vào thêm tủi,",
            "Ðức cù lao chạnh tới lòng đau,",
            "Nào khi đội gạo, canh rau,",
            "Muốn còn như cũ, dễ hầu được ru ?",
            "Lòng thắc mắc nghìn thu vẫn để,",
            "Biết bao giờ cam chỉ đền công.",
            "Cho hay dạ hiếu khôn cùng,",
            "Dẫu Tam Công chẳng đổi lòng thần hôn.",
            "",
            "Chu Diễm Tử làm con rất thảo,",
            "Chiều hai thân tuổi lão, niên cao,",
            "Mắt trần khuất nguyệt, mờ sao,",
            "Sữa hươu, người những ước ao từng ngày.",
            "Vật khó kiếm khôn thay thường đổi,",
            "Phải lo phương tìm tõi cho ra.",
            "Hươu khô tìm lấy lột da,",
            "Mặc làm sắc áo để hoà lẫn theo.",
            "Chốn non thẳm tìm vào bầy lứa,",
            "Sẽ dần dà lấy sữa nuôi thân,",
            "Bỗng đâu gặp lũ đi săn,",
            "Rắp buông cung bắn, khôn phân vật, người.",
            "Ðem tâm sự tới nơi bày tỏ,",
            "Chút hiếu tình nghe rõ không thôi,",
            "Cho hay chung một tính trời,",
            "Mảnh son cũng động được người vũ phu.",
            "",
            "Lão Lai Tử đời Chu, cao sĩ,",
            "Thờ hai thân chẳng trễ ngọt bùi,",
            "Tuổi già đã đúng bảy mươi.",
            "Nói năng chẳng chút hở môi rằng già.",
            "Khi thong thả, mẹ cha ngồi trước,",
            "Ghé gần vào bắt chước trẻ thơ,",
            "Thấp cao điệu múa nhởn nhơ,",
            "Xênh xoang màu áo, bạc phơ mái đầu.",
            "Chốn đường thượng, khi hầu bưng nước,",
            "Giả làm điều ngã trước thềm hoa,",
            "Khóc lên mấy tiếng oa oa,",
            "Tưởng chừng lên bảy, lên ba thuở nào.",
            "Trên tuổi tác trông vào vui vẻ",
            "Áng đình vi, gió thuỵ mưa xuân",
            "Cho hay nhân tử sự thân,",
            "Trong trăm năm được mấy lần ngày vui.",
            "",
            "Ðời Hậu Hán có người Ðổng Vĩnh,",
            "Nhà rất nghèo mà tính rất thành,",
            "Thấu chăng, chẳng thấu trời xanh,",
            "Phụ tang để đó, nhân tình còn chi.",
            "Liều thân thể làm thuê công việc,",
            "Miễn cầu cho thể phách được yên.",
            "Cực cười thay! nhẽ đồng tiền,",
            "Ðem thân hiếu tử, băng miền phú gia.",
            "Bỗng gặp kẻ đàn bà đâu đó,",
            "Xin kết làm phu phụ cùng đi.",
            "Lụa, ba trăm tấm dệt thuê,",
            "Trả xong nợ ấy mới về cùng nhau.",
            "Tới chốn gặp bỗng đâu thoắt biến,",
            "Là tiên cô, Trời khiến giúp công.",
            "Mới hay Trời vốn ở lòng,",
            "Há rằng cao thẳm, nghìn trùng mà xa.",
            "",
            "Hán Quách Cự cửa nhà sa sút,",
            "Thờ mẫu thân chăm chút mọi bề.",
            "Con còn ba tuổi biết gì,",
            "Bữa ăn từ mẫu thường thì bớt cho.",
            "Trông thấy mẹ bữa no, bữa đói,",
            "Với hiền thê than nỗi khúc nhôi",
            "Mẹ già đã chẳng hay nuôi,",
            "Ðể con xẻ ngọt, chia bùi sao đang?",
            "Vợ chồng ta còn phen sinh đẻ,",
            "Mẹ già rồi, hồ dễ được hai,",
            "Nói thôi, giọt vắn, giọt dài,",
            "Ðào ba thước đất để vùi tình thâm.",
            "May đâu thấy hoàng kim một hũ,",
            "Chữ Trời cho đề rõ rành rành,",
            "Cho hay Trời khéo ngọc thành,",
            "Hiếu tâm đâu để đoạn tình cha con.",
            "",
            "Hán Khương Thị nhà còn lão mẫu,",
            "Vợ họ Bàng vẹn đạo chữ tòng,",
            "Mẹ thường muốn uống nước sông,",
            "Vợ từng đi gánh thay chồng hầu cô.",
            "Mẹ thường muốn ăn đồ gỏi ghém,",
            "Vợ chồng đều tìm kiếm đủ mùi,",
            "Lại mời lân ẩu sang chơi,",
            "Ðể bồi cùng mẹ cho vui bạn già.",
            "Bên nhà bỗng chảy ra suối ngọt,",
            "Với nước sông in một mùi ngon,",
            "Lý Ngư ngày nhảy hai con,",
            "Ðủ trong cung cấp thần hôn thường lề.",
            "Rày thong thả bõ khi lận đận,",
            "Cam thoả lòng dâu thuận, con hiền.",
            "Cho hay gia đạo khi nên,",
            "Ðã con hiếu, lại được hiền cả dâu.",
            "",
            "Người Thái Thuận ở sau đời Hán,",
            "Dạ thờ thân tiết loạn khôn lay,",
            "Ðương cơn khói lửa mây bay,",
            "Liền năm hoang khiếm, ít ngày đủ no.",
            "Nơi rừng rậm kiếm đồ nuôi mẹ,",
            "Nhặt quả dâu chia để làm hai,",
            "Tặc đồ trông thấy nực cười,",
            "Hỏi: \"Sao bày đặt đôi nơi cho phiền?\"",
            "Rằng: \"Quả ấy sắc đen thì ngọt,",
            "\"Dâng mẹ già gọi chút tình con,",
            "\"Còn là sắc đỏ chẳng ngon,",
            "\"Cái thân cay đắng dám còn sợ chua?\"",
            "Giặc nghe nói khen cho hiếu kính,",
            "Bước lưu ly mà gánh cương thường,",
            "Truyền quân của tiễn sẵn sàng,",
            "Vó trâu một chiếc, gạo lương một bàu.",
            "Mừng trong dạ, bước mau lẹ gót,",
            "Về tới nhà, miếng sốt dâng qua,",
            "Cho hay người cũng người ta,",
            "Biết đâu đạo tặc chẳng là lương tâm?",
            "",
            "Hán Ðinh Lan thuở còn thơ ấu,",
            "Bóng xuân huyên khuất dấu non xanh,",
            "Ðến nay tuổi đã trưởng thành,",
            "Cám công sơn hải, thiệt tình trân cam.",
            "Tưởng dung mạo khắc làm mộc tượng,",
            "Cứ bữa thường phụng dưỡng như sinh,",
            "Khi chăn gối, buổi cơm canh,",
            "Mấy mươi năm vẫn lòng thành trước sau.",
            "Phải người vợ kính lâu nên trễ,",
            "Thử lấy kim châm kẽ ngón tay,",
            "Bỗng đâu giọt máu chảy ngay,",
            "Ai hay tượng gỗ lâu ngày thiêng sao ?",
            "Khi đến bữa, chồng vào đặt lễ,",
            "Mắt tượng rơi hàng lệ chứa chan,",
            "Xét xem mới biết nguồn cơn,",
            "Nổi bùng lá giận, dứt tan dây tình,",
            "Há phải nhẫn, mà đành phụ nghĩa,",
            "Hiếu với tình nặng nhẹ phải cân,",
            "Cho hay thành hẳn nên thần,",
            "Há rằng u hiển, mà phân vong tồn.",
            "",
            "Hán Lục Tích thuở còn sáu tuổi,",
            "Quận Cửu Giang đến với họ Viên,",
            "Trẻ thơ, ai chẳng yêu khen,",
            "Quýt ngon đặt tiệc tiểu diên đãi cùng.",
            "Cất hai quả vào ngay trong áo,",
            "Tiệc tan xong, từ cáo lui chân,",
            "Trước thềm khúm núm gửi thân,",
            "Vô tình quả quýt nảy lăn ra ngoài.",
            "Viên trông thấy, cười cười hỏi hỏi,",
            "\"Sao khách hiền mang thói trẻ thơ?\"",
            "Thưa rằng: \"Mẹ vốn tính ưa,",
            "\"Vật ngon dành lại để dưa mẹ thì.\"",
            "Viên nghe nói, trọng vì không xiết,",
            "Bé con con mà biết hiếu thân,",
            "Cho hay phú giữ thiên chân",
            "Sinh ra, ai cũng sẵn phần thiện đoan.",
            "",
            "Hán Giang Cách cô đơn từ bé,",
            "Bước truân chuyên với mẹ đồng cư,",
            "Ðương cơn loạn lạc bơ vơ,",
            "Một mình cõng mẹ vẩn vơ dọc đường.",
            "Từng mấy độ chiến trường gặp giặc,",
            "Giặc cố tình hiếp bắt đem đi,",
            "Khóc rằng: \"Thân mẹ lưu ly,",
            "\"Tuổi già, bóng chếch biết thì cậy ai ?\"",
            "Giặc nghe nói thoắt thôi, chẳng nỡ,",
            "Rồi dần dà qua ở Hạ Bì,",
            "Dấn mình gánh mướn, làm thuê,",
            "Miễn nuôi được mẹ, quản gì là thân.",
            "Mọi đồ vật sắm dần đủ hết",
            "Áng xuân phong tươi nét từ nhan,",
            "Cho hay những lúc gian nan,",
            "Thật vàng, dẫu mấy lửa than cũng vàng.",
            "",
            "Ðời Ðông Hán, Hoàng Hương chín tuổi,",
            "Khuất bóng từ dòi dõi nhớ thương,",
            "Hạt châu khôn ráo hai hàng,",
            "Tiếng đồn vang dậy trong làng đều khen.",
            "Thờ nghiêm phụ cần chuyên, khuya sớm,",
            "Ðạo làm con chẳng dám chút khuây,",
            "Trời khi nắng hạ chầy chầy,",
            "Quạt trong màn gối, hơi bay mát rầm.",
            "Trời đông buổi sương đầm, tuyết thắm,",
            "Ấp hơi mình cho ấm chiếu chăn,",
            "Vì con, cha đưọc yên thân,",
            "Bốn mùa không biết có phần hạ, đông,",
            "Tiếng hiếu hạnh cảm lòng quận thú",
            "Biển nên treo chói đỏ vàng son,",
            "Cho hay tuổi trẻ mà khôn,",
            "Nghìn thu biết đạo làm con mấy người?",
            "",
            "Nguỵ Vương Thôi gặp đời Tây Tấn,",
            "Vì thù cha lánh ẩn, cao bay,",
            "Bên mồ khóc đã khô cây,",
            "Trọn đời ngồi chẳng hướng Tây lúc nào.",
            "Khi sấm sét tìm vào mồ mẹ,",
            "Lạy khóc rằng: \"Con trẻ ở đây.\"",
            "Bởi vì tính mẹ xưa nay,",
            "Vốn từng sợ sấm những ngày gió mưa.",
            "Nên coi sóc chẳng từ sớm tối,",
            "Thần phách yên, dạ mới được yên,",
            "Trong khi đọc sách giảng truyền,",
            "Tới câu \"sinh ngã\" lệ tràn như tuôn.",
            "Ngập ngừng kẻ cấp môn cũng cảm,",
            "Thơ \"Lục Nga\" chẳng dám còn ngâm,",
            "Cho hay thử lý, thử tâm,",
            "Sư, sinh cũng tấm tình thâm, khác gì.",
            "",
            "Tấn Ngô Mãnh tuổi thì lên tám,",
            "Lòng sự thân chẳng dám khi nhàn,",
            "Cực về một nỗi bần hàn,",
            "Có giường trong đặt, không màn ngoài che.",
            "Trời đương buổi đêm hè nóng nảy,",
            "Tiếng muỗi kêu vang dậy đương mùa.",
            "Xót thay! hai đấng nghiêm, từ,",
            "Ðể người chịu muỗi, bây giờ biết sao ?",
            "Nghĩ da thịt phương nào thay lấy ?",
            "Quyết nằm trần, muỗi mấy chẳng xua,",
            "Rầu lòng cho muỗi được no,",
            "Ðể người êm ái giấc hoè cho an.",
            "Tuổi tuy bé, nhưng gan chẳng bé,",
            "Dạ ái thân đến thế thời thôi.",
            "Cho hay phú tính bởi trời,",
            "Những đau trong ruột, dám nài ngoài da.",
            "",
            "Người Vương Tường cũng là đời Tấn,",
            "Tủi huyên đường sớm lẩn bóng xa.",
            "Mẹ sau gặp cảnh chua ngoa,",
            "Tiếng gièm thêu dệt với cha những điều.",
            "Lòng cha chẳng còn yêu như trước,",
            "Lòng con thường chẳng khác như xưa.",
            "Mẹ thương muốn bữa sinh ngư,",
            "Giá đông trời lạnh, bây giờ tìm đâu ?",
            "Trên váng đóng, quyết cầu cho thấy.",
            "Cởi áo nằm rét mấy cũng vui.",
            "Bỗng đâu váng lở làm hai,",
            "Lý ngư may được một đôi đem về.",
            "Bữa cung cấp một bề kính thuận,",
            "Mẹ cha đều đổi giận làm lành,",
            "Cho hay hiếu cảm tại mình,",
            "Dẫu trăm giận, lúc hạ tình cũng thôi.",
            "",
            "Tấn Dương Hương mới mười bốn tuổi,",
            "Cha bước ra hằng ruổi theo cha.",
            "Phải khi thăm lúc đường xa,",
            "Chút thân tuổi tác thoắt xa miệng hùm.",
            "Ðau con mắt, hầm hầm nổi giận,",
            "Nắm tay không, vơ vẩn giữa đường,",
            "Hai tay chặn dọc, đè ngang,",
            "Ra tay chống đối với hổ lang một mình.",
            "Hùm mạnh phải nhăn nanh, lánh gót,",
            "Hai cha con lại một đoàn về.",
            "Cho hay hiếu mạnh hơn uy,",
            "Biết cha thôi lại biết chi có mình.",
            "",
            "Ngô Mạnh Tông phụ thân sớm khuất,",
            "Thờ mẫu thân lòng thực khăng khăng.",
            "Tuổi già trằn trọc, băn khoăn,",
            "Khi đau nhớ bát canh măng những thèm.",
            "Trời đông tuyết biết tìm đâu được",
            "Chốn trúc lâm phải bước chân đi.",
            "Một thân ngồi tựa gốc tre,",
            "Ôm cây kêu khóc, nằn nì với cây.",
            "Giữa bình địa phút giây bỗng nứt,",
            "Mấy giò măng, mặt đất nổi lên,",
            "Ðem về điều đặt bữa canh,",
            "Ăn rồi bệnh mẹ lại lành như xưa.",
            "Măng mùa lạnh bây giờ mới thấy,",
            "Ðể về sau nhớ lấy cỏ cây.",
            "Cho hay hiếu động cao dày,",
            "Tình sâu cũng khiến cỏ cây cũng tình.",
            "",
            "Sửu Kim Lâu có danh Tề quốc",
            "Huyện Bình Lăng nhậm chức thân dân.",
            "Tới nha chưa được một tuần,",
            "Mồ hôi như dội, tâm thần thường đau.",
            "Treo ấn ruổi vó câu buồn bã,",
            "Về thăm cha, bệnh đã hai ngày.",
            "Nếm dơ vẫn cứ lời thầy,",
            "Ngọt ngào đầu lưỡi, chua cay trong lòng.",
            "Thấy chữ dạy: \"Bệnh trung nghi khổ\"",
            "Ước làm sao bệnh đỡ mới cam.",
            "Đêm đêm hướng Bắc, triều tam,",
            "Xin đem tánh mạng thay làm thân cha.",
            "Lòng cầu khẩn thấu toà tinh tú,",
            "Chữ bình an vui thú đình vi.",
            "Cho hay mảy động huyền vi,",
            "Thay mình truyện trước còn ghi kim bằng.",
            "",
            "Dâu họ Thôi, ai bằng Dương thị,",
            "Thương mẹ chồng niên kỷ đã cao,",
            "Không răng, ăn dễ được nào,",
            "Ngày ngày lau chải, ra vào thăm coi.",
            "Lấy sữa ngọt thay mùi cơm cháo,",
            "Mấy năm trời chẳng gạo mà no.",
            "Vì đâu dốc dạ thờ cô,",
            "Da mồi, tóc bạc, bốn mùa như xuân.",
            "Ơn lòng ấy khôn phần báo lại,",
            "Buổi lâm chung, nhủ với hoàng thiên,",
            "Xin cho nguyền được như nguyền,",
            "Dâu dâu ngày khác lại hiền như dâu.",
            "Ai nghe cũng răn nhau hiếu kính,",
            "Cửu Thôi gia hưng thịnh đời đời.",
            "Cho hay gia khánh lâu dài,",
            "Báu nào còn báu hơn người dâu ngoan.",
            "",
            "Châu Thọ Xương làm quan Tống đại,",
            "Mẹ sinh ra bảy tuổi lìa lòng.",
            "Bởi vì đích mẫu chẳng dung,",
            "Đem thân bồ liễu bạn cùng nước non.",
            "Muôn nghìn dặm mẹ con xa cách",
            "Năm mươi năm trời đất bơ vơ.",
            "Sinh con những tưởng cậy nhờ,",
            "Cái thân sung sướng bây giờ mà chi ?",
            "Bỏ quan chức, quyết đi tìm tõi,",
            "Nặng lời thề nói với gia nhân,",
            "Thân này chẳng gặp từ thân,",
            "Thời liều sống thác với thân cho đành.",
            "",
            "Triều Nguyên Hữu có thầy Tăng Trực,",
            "Là họ Hoàng ngồi chức sử thần,",
            "Ơn vua đã nhẹ tấm thân,",
            "Phận con, vẫn giữ thờ thân như ngày.",
            "Đồ dơ bẩn tự tay lau chuốt,",
            "Việc tầm thường chẳng chút đơn sai,",
            "Há rằng sai khiến không ai,",
            "Đem thân quan trọng thay người gia nô.",
            "Chức nhân tử phải cho cần khổ,",
            "Có mẹ cha mới có thân ta,",
            "Cho hay đạo chẳng ở xa,",
            "Hãy làm hiếu tử mới ra trung thần.",
            "",
            "Bấy nhiêu tích cổ nhân về trước,",
            "Cách nghìn xưa như tạc một lòng.",
            "Kể chi kẻ đạt, người cùng,",
            "Lọt lòng ai trốn khỏi vòng di luân.",
            "Buổi công hạ cảm thân dày đội,",
            "Xa hương quan, gần cõi Thánh Hiền.",
            "Trông vào những thẹn bóng đèn",
            "Muốn lưu gia phạm, nên truyền quốc âm."
        ]
    }
]